{
  "witty.dialogue.main/1": "Eh bien, eh bien, regardez qui a décidé de nous honorer de sa présence !",
  "witty.dialogue.main/2": "Yo, comment te traite la vie aujourd'hui, mon ami ?",
  "witty.dialogue.main/3": "Eh bien, eh bien, si ce n'est pas ma personne préférée dans tout le village !",
  "witty.dialogue.main/4": "Des aventures passionnantes à l’horizon pour vous aujourd’hui, mon cher villageois ?",
  "witty.dialogue.main/5": "Comment le monde vous traite-t-il aujourd'hui, mon cher ami ?",
  "witty.dialogue.main/6": "Salut, %1$s ! ",
  "witty.dialogue.main/7": "Vous n'allez pas croire l'histoire folle que je vous raconte ! ",
  "witty.dialogue.rumors.failed/1": "Hmm, ma chère, j'ai bien peur de ne pas être tombée sur des informations juteuses ces derniers temps. ",
  "witty.dialogue.rumors.lore/1": "C'est à la mode ces jours-ci, tout le monde devient fou de Sirben ! ",
  "witty.dialogue.rumors.lore/2": "Pouvez-vous le croire ? ",
  "witty.dialogue.rumors.lore/3": "Vous ne croirez pas l'histoire folle que j'ai entendue. ",
  "witty.dialogue.rumors.lore/4": "Vous savez, notre propre MerlinWolfGames s'est surpassé pour la gloire de Sirben. ",
  "witty.dialogue.rumors.lore/5": "Ah, c'était l'époque, mon ami. ",
  "witty.dialogue.rumors.lore/6": "Rassemblez-vous, les amis, et laissez-moi vous raconter les histoires des légendaires bâtisseurs anciens. ",
  "witty.dialogue.first.generic/1": "Eh bien, regardez qui a décidé de nous honorer de sa présence ! ",
  "witty.dialogue.first.generic/2": "Ah, salutations, mystérieux vagabond ! ",
  "witty.dialogue.first.generic/3": "Eh bien, eh bien. ",
  "witty.dialogue.first.generic/4": "Huzzah ! ",
  "witty.dialogue.first.generic/5": "Eh bien, eh bien. ",
  "witty.dialogue.first.generic/6": "Salutations, estimé voyageur ! ",
  "witty.dialogue.first.question/1": "Eh bien, eh bien. ",
  "witty.dialogue.first.question/2": "Eh bien, n'êtes-vous pas une bouffée d'air frais ! ",
  "witty.dialogue.first.question/3": "Bon Dieu, nous avons un aventurier ! ",
  "witty.dialogue.first.exploring/1": "Nous n’avons peut-être pas de richesses au-delà de toute mesure, mais considérez-vous honoré d’être dans notre humble demeure, à condition que vous vous engagez à éviter toute pitrerie malfaisante.",
  "witty.dialogue.first.exploring/2": "Voici, vagabond fatigué ! ",
  "witty.dialogue.first.exploring/3": "Ah, salutations, cher voyageur ! ",
  "witty.dialogue.first.settling/1": "Eh bien, eh bien. ",
  "witty.dialogue.first.settling/2": "Ah, salutations, cher voisin ! ",
  "witty.dialogue.first.settling/3": "Ah ! ",
  "witty.dialogue.first.settling/4": "Ah, alors vous avez choisi de nous honorer de votre présence, n'est-ce pas ? ",
  "witty.dialogue.first.spent_night.success/1": "Ah, vous allez vous régaler ! ",
  "witty.dialogue.first.spent_night.success/2": "Croyez-moi, mon ami, si vous cherchez à recharger vos batteries, notre auberge est à genoux !",
  "witty.dialogue.first.spent_night.success/3": "Envie d'un lit douillet et d'un délicieux repas ? ",
  "witty.dialogue.first.spent_night.failed/1": "Ha! ",
  "witty.dialogue.first.spent_night.failed/2": "Non, désolé ! ",
  "witty.dialogue.first.spent_night.failed/3": "Hah ! ",
  "witty.dialogue.hug.success/1": "Eh bien, eh bien, si ce n'est pas mon copain perdu depuis longtemps !",
  "witty.dialogue.hug.success/2": "Ah, exactement ce que le médecin a ordonné ! ",
  "witty.dialogue.hug.success/3": "Eh bien, n'est-ce pas le point culminant de ma journée ! ",
  "witty.dialogue.hug.success/4": "Déplacez-vous, mouton, il y a un nouveau champion des câlins en ville ! ",
  "witty.dialogue.hug.success/5": "Oh, tu as de sérieuses compétences en matière de câlins, mon ami ! ",
  "witty.dialogue.hug.success/6": "Qui a besoin d'une cheminée quand je t'ai ? ",
  "witty.dialogue.hug.fail/1": "Woah, regardez-vous, l'enfant emblématique d'un concours de dénigrement !",
  "witty.dialogue.hug.fail/2": "Non, je vais laisser de côté le hugathon, merci.",
  "witty.dialogue.hug.fail/3": "Câlin? ",
  "witty.dialogue.hug.fail/4": "Oh, alors tu t'es soudainement souvenu de mon existence après ta bévue préhistorique ? ",
  "witty.dialogue.hug.fail/5": "Franchement, un câlin de votre part est aussi attrayant qu’une plante grimpante écrasée.",
  "witty.dialogue.hug.fail/6": "Ugh, ne vous offensez pas, mais votre jeu de germes est fort. ",
  "witty.dialogue.hug.fail/7": "Oh, euh... eh bien, n'est-ce pas une... manière \"créative\" d'exprimer sa gratitude ? ",
  "witty.dialogue.kiss.success/1": "Je vous le dis, ce moment est une pure magie !",
  "witty.dialogue.kiss.success/2": "Mes papilles dansent de joie, comme lors d’un festin de tarte à la citrouille !",
  "witty.dialogue.kiss.success/3": "Chéri? ",
  "witty.dialogue.kiss.success/4": "Eh bien, eh bien, n'êtes-vous pas un smoocher doué, %1$s ?",
  "witty.dialogue.kiss.success/5": "Déplacez-vous sur Ash, %1$s est le nouveau champion des bisous ! ",
  "witty.dialogue.kiss.success/6": "Haha, tu maîtrises définitivement l'art du bécotage ! ",
  "witty.dialogue.kiss.fail/1": "Faites-vous plaisir, mais seulement si personne ne fouine !",
  "witty.dialogue.kiss.fail/2": "C'est ça ton idée d'un baiser ? ",
  "witty.dialogue.kiss.fail/3": "Oh, chérie, les baisers d'Ash font honte aux tiens. ",
  "witty.dialogue.kiss.fail/4": "Laissez-moi vous révéler un petit secret",
  "witty.dialogue.kiss.fail/5": "Eh bien, merci... je suppose ? ",
  "witty.dialogue.kiss.fail/6": "Lâche-moi, espèce d'amateur ! ",
  "witty.dialogue.chat.success/1": "Oh mec, les biscuits et le lait chantent pratiquement un chant de sirène à mes papilles gustatives en ce moment.",
  "witty.dialogue.chat.success/2": "Ah, le temps, il fait plutôt beau aujourd'hui, n'est-ce pas ? ",
  "witty.dialogue.chat.success/3": "Eh bien, je vais bien, même si j'ai réussi à me cogner l'orteil quelques secondes après mon réveil. ",
  "witty.dialogue.chat.success/4": "Une pomme par jour éloigne les zombies ! ",
  "witty.dialogue.chat.success/5": "Vous savez, j'ai cette grande ambition de construire mon propre village, mais je dois avouer que la paresse est ma plus grande compétence. ",
  "witty.dialogue.chat.success/6": "Vous n'en croirez pas ce que j'ai vu l'autre jour : %Supporter% se pavanant dans une armure complète en diamant brillant, comme s'ils possédaient tout le royaume.",
  "witty.dialogue.chat.success/7": "Comprenez ceci, mon pote %Supporter% a raconté hier qu'il avait découvert un coffre débordant de diamants étincelants. ",
  "witty.dialogue.chat.success/8": "Le temps n'est-il pas tout simplement remarquable ? ",
  "witty.dialogue.chat.success/9": "Je vis ici depuis des lustres et, honnêtement, je ne comprends pas pourquoi tout le monde fait tant d'histoires à propos de ces araignées effrayantes et de ces gobelins embêtants. ",
  "witty.dialogue.chat.success/10": "Tu sais ce qui me préoccupe ces derniers temps ? ",
  "witty.dialogue.chat.success/12": "Avez-vous entendu la nouvelle scandaleuse concernant %Supporter% ? ",
  "witty.dialogue.chat.success/13": "J'ai eu l'idée d'adopter un de ces adorables chats errants par ici. ",
  "witty.dialogue.chat.success/14": "J'ai envisagé de relooker mon humble demeure. ",
  "witty.dialogue.chat.success/15": "Ah, le doux rêve d'avoir des enfants un jour. ",
  "witty.dialogue.chat.success/16": "C'est fou de penser à la réalité alternative où je me suis retrouvé dans le village voisin. ",
  "witty.dialogue.chat.success/17": "Ah, me remémorer mon enfance me rappelle un flot de souvenirs. ",
  "witty.dialogue.chat.success/18": "Pouvez-vous le croire ? ",
  "witty.dialogue.chat.success/19": "Cela fait donc une éternité que je néglige mes vieux copains du village voisin. ",
  "witty.dialogue.chat.success/20": "Avez-vous déjà rêvé d'un mets alléchant et appétissant appelé fromage ? ",
  "witty.dialogue.chat.fail/1": "Wow, je ne peux même pas comprendre à quel point cette déclaration était ridicule.",
  "witty.dialogue.chat.fail/2": "Oh, s'il vous plaît, éclairez-moi avec vos théories explosives.",
  "witty.dialogue.chat.fail/3": "Vous pensez peut-être que vous êtes cool, mais je vous assure que vous êtes au mieux tiède.",
  "witty.dialogue.chat.fail/4": "Regarde-toi, te pavanant comme un paon.",
  "witty.dialogue.chat.fail/5": "Vous méritez un aller simple pour le donjon, mon ami.",
  "witty.dialogue.chat.fail/6": "Ugh, rends-nous service à tous et voyage dans le temps jusqu'à là d'où tu viens. ",
  "witty.dialogue.chat.fail/7": "Vos capacités de conversation sont comparables à celles d'une pomme de terre, ma chère.",
  "witty.dialogue.chat.fail/8": "Oh, regarde qui est de retour pour une autre conversation captivante. ",
  "witty.dialogue.chat.fail/9": "Désolé, j'étais trop occupé à admirer ma propre grandeur pour prêter attention à vos paroles insignifiantes.",
  "witty.dialogue.chat.fail/10": "Pardonnez-moi, mais pensiez-vous vraiment que je me souciais de ce que vous venez de dire ?",
  "witty.dialogue.chat.fail/11": "Sérieusement, quel est ton dysfonctionnement ? ",
  "witty.dialogue.chat.fail/12": "Ah, les rumeurs à votre sujet étaient fondées. ",
  "witty.dialogue.chat.fail/13": "Même les morts-vivants évitent votre compagnie, mon ami.",
  "witty.dialogue.chat.fail/14": "Vous avez le charme d'une sorcière et la personnalité d'une couverture mouillée. ",
  "witty.dialogue.chat.fail/15": "Épargnez-moi votre présence, ou je demanderai aux gardes de vous transférer dans un pays très très lointain.",
  "witty.dialogue.chat.fail/16": "Mes excuses, votre conversation avait toute l'excitation de regarder l'herbe pousser.",
  "witty.dialogue.chat.fail/17": "En avez-vous fini avec votre diarrhée verbale ? ",
  "witty.dialogue.chat.fail/18": "Je me demande si le monde pleurera la perte de vos bavardages incessants le jour venu.",
  "witty.dialogue.chat.fail/19": "Je prendrais plaisir à contempler les fesses d'un cochon plutôt qu'à engager une conversation avec vous.",
  "witty.dialogue.chat.fail/20": "Alors, as-tu enfin fini de m'honorer avec ton dialogue abrutissant ?",
  "witty.dialogue.chat.fail/21": "Attendez, vous croyez vraiment que la Terre est ronde ? ",
  "witty.dialogue.story.success/1": "Sérieusement? ",
  "witty.dialogue.story.success/2": "Si seulement j'avais le courage d'affronter une plante grimpante. ",
  "witty.dialogue.story.success/3": "Wow, cette histoire était top ! ",
  "witty.dialogue.story.success/4": "Attends, tu veux me dire que tout ça s'est passé en une seule journée ? ",
  "witty.dialogue.story.success/5": "Êtes-vous sérieux? ",
  "witty.dialogue.story.success/6": "Haha, %Supporter% classique ! ",
  "witty.dialogue.story.success/7": "La légende de %Supporter% est pratiquement gravée dans mes cellules cérébrales. ",
  "witty.dialogue.story.success/8": "Oh, casse-toi ! ",
  "witty.dialogue.story.success/9": "Hé, passe plus tard, d'accord ? ",
  "witty.dialogue.story.fail/1": "Excusez-moi, mais je ne peux tout simplement pas vous laisser dire du mal de ma chère mère. ",
  "witty.dialogue.story.fail/2": "Oh, les récits de vos mésaventures ont atteint même les coins les plus reculés du village. ",
  "witty.dialogue.story.fail/3": "Pardonnez-moi, mais mes prouesses intellectuelles ne parviennent pas à comprendre la profondeur de votre tentative d'humour.",
  "witty.dialogue.story.fail/4": "Mon cher monsieur, c'est absolument épouvantable la façon dont vous traitez ces pauvres et innocents Creepers. ",
  "witty.dialogue.story.fail/5": "Bon monsieur, l’audace de tuer un mouton sans défense dépasse tout simplement mon entendement. ",
  "witty.dialogue.story.fail/6": "*bâille dramatiquement* Oh mon Dieu, j'ai dû m'assoupir un instant là-bas. ",
  "witty.dialogue.story.fail/7": "Je vous en prie, comment avez-vous réussi à me faire perdre autant de mon temps précieux avec une histoire aussi terne ? ",
  "witty.dialogue.story.fail/8": "Oh, comme c'est tout à fait banal et sans intérêt. ",
  "witty.dialogue.story.fail/9": "Mon Dieu, vous semblez être au bord de la raison. ",
  "witty.dialogue.story.fail/10": "Je dois avouer, mon bon monsieur, que je ne vois aucune lueur d'éclat dans votre entreprise particulière. ",
  "witty.dialogue.flirt.success/1": "Wow, tu es comme un super-héros ou quelque chose comme ça !",
  "witty.dialogue.flirt.success/2": "Oh, arrête ça ! ",
  "witty.dialogue.flirt.success/3": "*rires* Tu es sérieux ? ",
  "witty.dialogue.flirt.success/4": "Bon Dieu...",
  "witty.dialogue.flirt.success/5": "C'était plus qu'adorable ! ",
  "witty.dialogue.flirt.success/6": "Comment diable parvenez-vous toujours à avoir l’air si incroyablement captivant ? ",
  "witty.dialogue.flirt.success/7": "Oh s'il te plaît, assez de flatterie ! ",
  "witty.dialogue.flirt.fail/1": "Si vous le croyez vraiment, vous feriez mieux de venir armé d’un bouquet de fleurs rares et d’une épée en diamant pour le prouver.",
  "witty.dialogue.flirt.fail/2": "Oh, s'il te plaît, épargne-moi les lignes recyclées. ",
  "witty.dialogue.flirt.fail/3": "Dans tes rêves, chérie. ",
  "witty.dialogue.flirt.fail/4": "Wow, as-tu toujours été aussi incroyablement pathétique ? ",
  "witty.dialogue.flirt.fail/5": "Vous savez ce qui est le plus probable ? ",
  "witty.dialogue.flirt.fail/6": "Non. ",
  "witty.dialogue.flirt.fail/7": "Arrête de me donner ce regard de chiot et apprends cette leçon",
  "witty.dialogue.joke.creative.success/1": "*Rires* Oh, tu ne manques jamais de me chatouiller !",
  "witty.dialogue.joke.creative.success/2": "Hah ! ",
  "witty.dialogue.joke.creative.success/3": "C'est l'or de la comédie, mon ami ! ",
  "witty.dialogue.joke.creative.success/4": "Déplacez-vous, %Supporter% ! ",
  "witty.dialogue.joke.creative.success/5": "Oh, arrête ça ! ",
  "witty.dialogue.joke.creative.success/6": "Bon Dieu ! ",
  "witty.dialogue.joke.creative.success/7": "Héhéhé ! ",
  "witty.dialogue.joke.creative.success/8": "Eh bien, eh bien ! ",
  "witty.dialogue.joke.creative.failed/1": "Oh, chérie, chérie. ",
  "witty.dialogue.joke.creative.failed/2": "Eh bien, bénissez votre cœur d'avoir essayé. ",
  "witty.dialogue.joke.creative.failed/3": "Mes excuses, mais je vais devoir vous décerner le trophée de la \"blague la moins drôle de l'année\" pour celle-là.",
  "witty.dialogue.joke.creative.failed/4": "Attendez, laissez-moi vérifier le Joke-o-Meter... Oui, c'est officiel, cette blague a à peine suscité un rire.",
  "witty.dialogue.joke.creative.failed/5": "Oh, regarde-toi, j'essaie de faire de l'humour. ",
  "witty.dialogue.joke.creative.failed/6": "Oh, mes côtés ! ",
  "witty.dialogue.joke.creative.failed/7": "Quelqu'un peut-il appeler un docteur en comédie ? ",
  "witty.dialogue.joke.creative.failed/8": "Vous savez, même un zombie atteint de pourriture cérébrale pourrait trouver une meilleure blague que celle-là. ",
  "witty.dialogue.procreate_engaged/1": "Ah, ma chérie, j'attends avec impatience le jour où nous pourrons échanger nos vœux et nous lancer dans la grande aventure qu'est le mariage. ",
  "witty.dialogue.procreate_engaged/2": "Oh, chérie, pourquoi se précipiter pour donner naissance à une nouvelle vie alors que nous n'avons même pas pleinement embrassé le caractère sacré de notre amour ? ",
  "witty.dialogue.shake_hand.success/1": "Oh mon Dieu, tu as une poigne qui pourrait faire rougir même Hercule !",
  "witty.dialogue.shake_hand.success/2": "Votre poignée de main ferme me dit que vous pourriez probablement écraser des pierres avec ces mains !",
  "witty.dialogue.shake_hand.success/3": "Oh, regardez-vous, vous êtes tout à fait courtois et convenable ! ",
  "witty.dialogue.shake_hand.success/4": "Ah, belle journée à vous, mon bon monsieur/madame !",
  "witty.dialogue.shake_hand.success/5": "Eh bien, bonjour, âme charmante ! ",
  "witty.dialogue.shake_hand.fail/1": "Oh, regardez qui est soudainement intéressé à serrer la main, M. Cow Slaughterer.",
  "witty.dialogue.shake_hand.fail/2": "Oh, quelle gentillesse de votre part de décliner mon offre. ",
  "witty.dialogue.shake_hand.fail/3": "Ne vous inquiétez pas, je ne suis pas un villageois aléatoire que vous devez impressionner. ",
  "witty.dialogue.shake_hand.fail/4": "Eh bien, eh bien, regardez qui a décidé d'abandonner son comportement grossier habituel. ",
  "witty.dialogue.shake_hand.fail/5": "Oh, tu veux que je parte ? ",
  "witty.dialogue.main.morning/1": "Bonne journée à toi !",
  "witty.dialogue.main.morning/2": "Bonjour, prêt à faire travailler vos muscles aujourd'hui ?",
  "witty.dialogue.main.morning/3": "Ugh, je suis toujours à moitié endormi. ",
  "witty.dialogue.main.morning/5": "Woah, dure nuit, hein ? ",
  "witty.dialogue.main.morning/6": "Réveille-toi, mon pote ! ",
  "witty.dialogue.main.morning/7": "Ces moutons vous ont chanté une berceuse ? ",
  "witty.dialogue.main.morning/8": "Lève-toi et brille, paresseux !",
  "witty.dialogue.main.morning/9": "Ah, quelle magnifique matinée ! ",
  "witty.dialogue.main.morning/10": "Je pourrais y aller doucement aujourd'hui, mon corps ressemble à une apocalypse zombie.",
  "witty.dialogue.main.morning/11": "Mon emploi du temps est plus chargé qu’un élevage de poulets pendant l’heure du repas. ",
  "witty.dialogue.main.morning/12": "En fait, j'ai réussi à bénéficier d'un sommeil réparateur la nuit dernière. ",
  "witty.dialogue.main.evening/1": "Bonsoir, mon ami passionné de Minecraft !",
  "witty.dialogue.main.evening/2": "Whoa, peux-tu croire à quelle vitesse le soleil a disparu ? ",
  "witty.dialogue.main.evening/3": "Une autre journée épuisante dans ce monde virtuel, hein ? ",
  "witty.dialogue.main.evening/4": "Le temps a passé vite, n'est-ce pas ? ",
  "witty.dialogue.main.evening/5": "Eh bien, je suppose qu'il est temps pour moi de rentrer chez moi et de libérer mes talents culinaires pour préparer le dîner.",
  "witty.dialogue.main.evening/6": "Ugh, j'ai complètement perdu aujourd'hui ! ",
  "witty.dialogue.main.evening/7": "J'envisage sérieusement de faire une sieste en ce moment. ",
  "witty.dialogue.main.evening/8": "Vous ne me surprendrez plus à me promener la nuit, pas après cet incident effrayant du mois dernier. ",
  "witty.dialogue.main.evening/9": "Oh, salut ! ",
  "witty.dialogue.main.night/1": "0. Mon Dieu, nous brûlons l'huile de minuit, n'est-ce pas ?",
  "witty.dialogue.main.night/2": "Ah, une créature nocturne surgit de l'ombre. ",
  "witty.dialogue.main.night/3": "2. Alors, vous aussi, trouvez du réconfort dans l’obscurité ? ",
  "witty.dialogue.main.night/4": "3. Ne nous éloignons pas trop du village, n'est-ce pas ? ",
  "witty.dialogue.main.night/5": "4. Les gardes du village procurent un sentiment de sécurité, mais la nuit vous donne quand même des frissons, n'est-ce pas ?",
  "witty.dialogue.main.night/6": "5. Ah, l'obscurité tranquille, où l'on peut trouver du réconfort au milieu du chaos. ",
  "witty.dialogue.main.night/7": "6. Même si la journée trépidante a ses charmes, il y a quelque chose d'enchanteur à se promener sous le ciel étoilé.",
  "witty.dialogue.main.night/8": "7. La fatigue s’installe lentement, mon ami. ",
  "witty.dialogue.main.night/9": "8. Oh, l'anticipation de ramper sous des couvertures chaudes et de sombrer dans un sommeil réparateur. ",
  "witty.dialogue.main.night/10": "9. Le sommeil m'appelle, ma chère. ",
  "witty.dialogue.greet.mayor/1": "Salutations et salutations, estimé maire !",
  "witty.dialogue.greet.mayor/2": "Je vous souhaite une magnifique journée, Monsieur le Maire !",
  "witty.dialogue.greet.monarch/1": "Ah, voilà ! ",
  "witty.dialogue.greet.monarch/2": "Salutations, Votre Altesse ! ",
  "witty.dialogue.busy/1": "Hé, je t'ai déjà donné ma dose quotidienne de potins du village. ",
  "witty.dialogue.busy/2": "Oh, ma chérie, même si j'adore nos petites discussions, nos appels de devoir et je dois vaincre cette charge de travail avant le coucher du soleil.",
  "witty.dialogue.busy/3": "Mes excuses, chérie, mais mon assiette déborde actuellement de tâches. ",
  "witty.dialogue.busy/4": "Malheureusement, mon ami, les exigences de productivité me convoquent. ",
  "witty.dialogue.busy/5": "Explosez tout ça ! ",
  "witty.dialogue.goaway/1": "Ugh, tu ne vois pas que je suis occupé ? ",
  "witty.dialogue.goaway/2": "Tu n'as pas de vie ou quoi ? ",
  "witty.dialogue.goaway/3": "Oh, désolé, mais je suis actuellement occupé par des choses importantes. ",
  "witty.dialogue.goaway/4": "Hé, pourquoi n'irais-tu pas harceler quelqu'un qui s'en soucie vraiment ? ",
  "witty.dialogue.goaway/5": "Haha, bien essayé, simple mortel. ",
  "witty.dialogue.greet/1": "Salut, superstar ! ",
  "witty.dialogue.greet/2": "Eh bien, bonjour, %1$s ! ",
  "witty.dialogue.greet/3": "Oh, bonjour, curieux ! ",
  "witty.dialogue.greet/4": "Regarde-toi, tu brilles plus fort que le soleil ! ",
  "witty.dialogue.greet/5": "Salutations, estimé %1$s ! ",
  "witty.dialogue.greet/6": "Ohai, ô puissant vagabond des royaumes pixelisés !",
  "witty.dialogue.greet/7": "Ah, c'est toi ! ",
  "witty.dialogue.greet/8": "Bonjour, bonjour ! ",
  "witty.dialogue.greet/9": "Hé, hé ! ",
  "witty.dialogue.greet.negative/1": "Ouais, encore toi ? ",
  "witty.dialogue.greet.negative/2": "Eh bien, eh bien, s'il n'est pas porteur de mauvaises nouvelles... de retour pour en savoir plus, je suppose ?",
  "witty.dialogue.greet.negative/3": "Hmm, qu'est-ce qu'on a ici ? ",
  "witty.dialogue.greet.negative/4": "Ah, la déception du jour est arrivée. ",
  "witty.dialogue.greet.negative/5": "Oh joie, une autre visite du principal fauteur de troubles. ",
  "witty.dialogue.greet.success/1": "C'est une sauce géniale, je suis absolument ravie pour toi !",
  "witty.dialogue.greet.success/2": "Faire du bien ? ",
  "witty.dialogue.greet.success/3": "Heureux de l'entendre! ",
  "witty.dialogue.greet.success/4": "Je suis tellement content d'entendre ça ! ",
  "witty.dialogue.greet.success/5": "C'est bon de le savoir ! ",
  "witty.dialogue.greet.fail/1": "Eh bien, eh bien... qu'avons-nous ici ?",
  "witty.dialogue.greet.fail/2": "Oh, comme c'est délicieux d'entendre de telles nouvelles !",
  "witty.dialogue.greet.fail/3": "Eh bien, ce n'est pas juste les genoux de l'abeille ?",
  "witty.dialogue.greet.fail/4": "Eh bien, renverse-moi avec une plume ! ",
  "witty.dialogue.greet.fail/5": "Oh, bénis mon âme, pourrais-tu regarder ça...",
  "witty.dialogue.apologize.success/1": "Ne vous inquiétez pas, nous avons tous nos moments de totale maladresse.",
  "witty.dialogue.apologize.success/2": "Et bien, heureusement pour toi, je me sens très indulgente aujourd'hui. ",
  "witty.dialogue.apologize.success/3": "Très bien, je vais laisser tomber cette fois, mais considérez ceci comme votre avertissement de ne plus jamais répéter vos erreurs.",
  "witty.dialogue.apologize.success/4": "Ce n’est pas grave, même les meilleurs d’entre nous trébuchent de temps en temps. ",
  "witty.dialogue.apologize.success/5": "Ah, eh bien, je suppose que même l'univers peut pardonner un petit oubli de temps en temps. ",
  "witty.dialogue.apologize.fail/1": "Éloignez-vous de ma présence !",
  "witty.dialogue.apologize.fail/2": "Ah, je vois que vous maîtrisez l'art de me heurter intentionnellement !",
  "witty.dialogue.apologize.fail/3": "Oh, tu t'attends à ce que je croie cette faible excuse ? ",
  "witty.dialogue.apologize.fail/4": "Aie! ",
  "witty.dialogue.apologize.fail/5": "Hah ! ",
  "witty.dialogue.location.failed/1": "Eh bien, n'est-ce pas dommage ? ",
  "witty.dialogue.location.failed/2": "Oh, chérie, tu as plus de chances de trouver une aiguille dans une botte de foin que moi qui connaisse des endroits remarquables. ",
  "witty.dialogue.location.failed/3": "Bénis votre cœur aventureux, mais j'ai bien peur que mes priorités résident dans des activités plus productives que la traque de donjons périlleux. ",
  "witty.dialogue.location.forgot/1": "Oh, vous ne le croirez pas ! ",
  "witty.dialogue.location.forgot/2": "Salut, aventurier ! ",
  "witty.dialogue.location.forgot/3": "Oh mon Dieu, ai-je une histoire pour toi ! ",
  "witty.dialogue.location.igloo/1": "Pouvez-vous le croire ? ",
  "witty.dialogue.location.igloo/2": "Vous ne croirez pas les ragots que j'ai entendus ! ",
  "witty.dialogue.location.igloo/3": "Gardez vos mitaines ! ",
  "witty.dialogue.location.pyramid/1": "Oh, avez-vous aperçu cette majestueuse pyramide à %2$s ? ",
  "witty.dialogue.location.pyramid/2": "La rumeur dit qu'il existe une pyramide ahurissante à %2$s. ",
  "witty.dialogue.location.pyramid/3": "Ah, %2$s ! ",
  "witty.dialogue.location.ruined_portal_desert/1": "Émerveillez-vous devant les restes brisés d'un portail, nichés au milieu des dunes sans fin de ce désert abandonné. ",
  "witty.dialogue.location.ruined_portal_swamp/1": "Voyez, cher ami ! ",
  "witty.dialogue.location.ruined_portal/1": "Oh mon Dieu, vous n'en croirez pas ce qui vous attend à %2$s : un portail en ruine tout droit sorti d'un film d'horreur ! ",
  "witty.dialogue.location.ruined_portal/2": "Hé, devine quoi ? ",
  "witty.dialogue.location.ruined_portal/3": "Donc, on dit ici que %2$s abrite des ruines très anciennes. ",
  "witty.dialogue.location.ruined_portal_mountain/1": "Devinez quoi? ",
  "witty.dialogue.location.mansion/1": "Oh, laisse-moi te dire quelque chose de juteux ! ",
  "witty.dialogue.location.mansion/2": "Écoute, mon ami. ",
  "witty.dialogue.location.monument/1": "Salut, aventurier ! ",
  "witty.dialogue.location.monument/2": "Ohé, mon pote ! ",
  "witty.dialogue.location.shipwreck/1": "Oh là là, mon pote ! ",
  "witty.dialogue.location.shipwreck/2": "Avast, mes amis ! ",
  "witty.dialogue.location.shipwreck_beached/1": "Oh là là, mon pote ! ",
  "witty.dialogue.location.shipwreck_beached/2": "Avast, mes amis ! ",
  "witty.dialogue.location.village_desert/1": "Qui l'aurait pensé ? ",
  "witty.dialogue.location.village_taiga/1": "Ah, voilà ! ",
  "witty.dialogue.location.village_taiga/2": "Aventurez-vous, mon ami, au cœur du magnifique biome de la taïga, et voilà, vous tomberez sur un autre village au charme merveilleux !",
  "witty.dialogue.location.village_snowy/1": "Hé, tu savais qu'il y a un petit village froid là-bas à %2$s ? ",
  "witty.dialogue.location.village_snowy/2": "Psst, écoutez bien ! ",
  "witty.dialogue.location.village_plains/1": "Oh, vous n'allez pas croire ce qui vous attend à %2$s ! ",
  "witty.dialogue.location.village_plains/2": "Préparez-vous, mon cher ami, car au-delà de la vaste plaine à %2$s se trouve un joyau caché : un autre village, animé de vie et d'excitation.",
  "witty.dialogue.location.village_savanna/1": "Whoa, si vous vous dirigez vers %2$s, vous trouverez un autre village en train de cuire sous un soleil de plomb ! ",
  "witty.dialogue.location.village_savanna/2": "Salut, aventurier ! ",
  "witty.dialogue.location.swamp_hut/1": "Vous ne m'attraperez pas mort près de ce désordre marécageux à %2$s. ",
  "witty.dialogue.location.swamp_hut/2": "Oubliez %2$s, mon ami. ",
  "witty.dialogue.location.mineshaft/1": "Ah, les histoires de cette maudite mienne ! ",
  "witty.dialogue.location.mineshaft/2": "Préparez-vous à une histoire effrayante, mon cher ami ! ",
  "witty.dialogue.location.jungle_pyramid/1": "Avez-vous entendu parler du temple maudit de %2$s ? ",
  "witty.dialogue.location.jungle_pyramid/2": "Ah, %2$s, les fameuses ruines de la jungle. ",
  "witty.dialogue.location.pillager_outpost/1": "Oh mon Dieu, tu ne croiras pas ce qui se passe à %2$s. ",
  "witty.dialogue.location.pillager_outpost/2": "Donc, la rumeur court qu'il y a un avant-poste appartenant à ces adorables pilleurs à %2$s. ",
  "witty.dialogue.location.pillager_outpost/3": "Ah, %2$s, le pays des courageux et l'avant-poste des méchants pilleurs. ",
  "witty.dialogue.location.ancient_city/0": "Oh, laissez-moi vous dire, je me promenais dans %2$s et soudain j'ai entendu des bruits les plus étranges résonner des profondeurs de la terre. ",
  "witty.dialogue.location.ancient_city/1": "Vous ne croirez pas ce que j'ai découvert en explorant %2$s. ",
  "witty.dialogue.location.ancient_city/3": "Légendes, mon cher ami, légendes ! ",
  "witty.dialogue.joke.monster.success/1": "Haha ! ",
  "witty.dialogue.joke.monster.success/2": "Êtes-vous en train de me dire qu'un zombie pensait pouvoir vous abattre avec une pelle ? ",
  "witty.dialogue.joke.monster.success/3": "L'araignée a dû retenir la leçon après avoir croisé votre chemin ! ",
  "witty.dialogue.joke.monster.success/4": "Attends, tu as réussi à orchestrer un squelette éliminant une plante grimpante ? ",
  "witty.dialogue.joke.monster.success/5": "Hahah ! ",
  "witty.dialogue.joke.monster.failed/1": "Oh s'il te plaît, pensais-tu vraiment que les squelettes resteraient là et te laisseraient leur balancer une épée ? ",
  "witty.dialogue.joke.monster.failed/2": "Qui plaisante encore sur les creepers qui explosent ? ",
  "witty.dialogue.joke.monster.failed/3": "Oh, regarde, un autre génie qui a oublié que les zombies et les squelettes étaient autrefois des humains. ",
  "witty.dialogue.joke.monster.failed/4": "Avez-vous vu cet enderman tomber dans l'eau ? ",
  "witty.dialogue.joke.monster.failed/5": "Si j'avais une pièce de cinq cents pour chaque fois que quelqu'un faisait une blague sur le poisson d'argent dans les toilettes, j'aurais deux pièces de cinq cents entières. ",
  "witty.dialogue.joke.animal.success/1": "Oh, quelle mauvaise journée pour ce mouton qui égare sa laine ! ",
  "witty.dialogue.joke.animal.success/2": "Ah, et voici les ragots juteux : le loup et le mouton, une histoire d'amour pour les âges ! ",
  "witty.dialogue.joke.animal.success/3": "Vous ne le croirez pas, mais les poulets suivent secrètement des cours d'improvisation. ",
  "witty.dialogue.joke.animal.success/4": "C'est un genre spécial de stupide qui est tellement stupide, c'est génial ! ",
  "witty.dialogue.joke.animal.success/5": "Ah, la beauté des vaches et leur production de lait infinie ! ",
  "witty.dialogue.joke.animal.failed/1": "Oh, allez ! ",
  "witty.dialogue.joke.animal.failed/2": "Bah, tu es vraiment un buzzkill ! ",
  "witty.dialogue.joke.animal.failed/3": "Hé maintenant, surveille tes paroles ! ",
  "witty.dialogue.joke.animal.failed/4": "Haha, bien joué, mon ami ! ",
  "witty.dialogue.joke.animal.failed/5": "Waouh, cow-boy ! ",
  "witty.dialogue.flirt.slap/1": "Eh bien, n'êtes-vous pas juste un précieux petit fauteur de troubles !",
  "witty.dialogue.flirt.slap/2": "Est-ce votre tentative de me charmer ? ",
  "witty.dialogue.kiss.slap/1": "Oh, tu as dépassé les limites, mon ami !",
  "witty.dialogue.kiss.slap/2": "Donnez une autre chance et vous porterez un souvenir de ma colère !",
  "witty.dialogue.chat.plains/1": "N'est-ce pas un peu ennuyeux ici dans les plaines ? ",
  "witty.dialogue.chat.plains/2": "Ah, les plaines, l'incarnation de la tranquillité. ",
  "witty.dialogue.chat.plains/3": "Vous savez, lorsque la lune orne les plaines de sa présence, c'est comme une symphonie de beauté et de paix, comme si la nature elle-même offrait un spectacle magique rien que pour moi.",
  "witty.dialogue.chat.plains/4": "Parfois, j’ai envie de m’allonger, de contempler la vaste étendue au-dessus et de murmurer des secrets aux étoiles.",
  "witty.dialogue.chat.plains/5": "L'air ici dans les plaines ? ",
  "witty.dialogue.chat.plains/6": "Bien sûr, les plaines manquent peut-être de cloches et de sifflets, mais il y a quelque chose de charmant en soi dans leur simplicité. ",
  "witty.dialogue.chat.plains/7": "Ah, la météo d'aujourd'hui me rappelle des souvenirs de mon enfance espiègle. ",
  "witty.dialogue.chat.plains/8": "Avez-vous déjà été témoin du majestueux lever de soleil matinal dans les plaines ? ",
  "witty.dialogue.chat.savanna/1": "Ouf ! ",
  "witty.dialogue.chat.savanna/2": "Ugh, ces lamas peuvent être un peu pénibles, mais honnêtement, ils sont comme les voisins excentriques que vous aimez détester. ",
  "witty.dialogue.chat.savanna/3": "Avez-vous vu l'incroyable architecture de cette savane ? ",
  "witty.dialogue.chat.savanna/4": "Ne vous laissez pas berner par le biome apparemment simple de la savane. ",
  "witty.dialogue.chat.savanna/5": "Bien sûr, il ne pleut pas ici, mais qui a besoin de pluie quand nous avons des rivières qui coulent ? ",
  "witty.dialogue.chat.savanna/6": "Les collines et les terrains de cette savane sont comme une toile d'artiste qui prend vie. ",
  "witty.dialogue.chat.savanna/7": "Ouf, Dieu merci pour ces acacias ! ",
  "witty.dialogue.chat.savanna/8": "Déplacez-vous, autres villages ! ",
  "witty.dialogue.chat.taiga/1": "Les bois, mon ami, sont comme un trésor de ressources ! ",
  "witty.dialogue.chat.taiga/2": "Froid? ",
  "witty.dialogue.chat.taiga/3": "Les forêts de la taïga, ma chère, sont tout simplement l'incarnation de la fraîcheur ! ",
  "witty.dialogue.chat.taiga/4": "Oh, ces renards de nos forêts de taïga sont de véritables petits coquins ! ",
  "witty.dialogue.chat.taiga/5": "Pouvez-vous le croire ? ",
  "witty.dialogue.chat.taiga/6": "Ah, l'air vif et frais de la taïga. ",
  "witty.dialogue.chat.taiga/7": "Parlons maintenant de ces doux buissons de baies. ",
  "witty.dialogue.chat.taiga/8": "La pluie dans la taïga est peut-être froide, mon ami, mais c'est aussi une symphonie de tranquillité. ",
  "witty.dialogue.chat.snowy_plains/1": "Brrr ! ",
  "witty.dialogue.chat.snowy_plains/2": "Bon Dieu, il fait plus froid que le garde-manger d'un pingouin ici ! ",
  "witty.dialogue.chat.snowy_plains/3": "Ah, les journées froides comme celles-ci sont l'excuse parfaite pour se blottir dans une couverture douillette, siroter un chocolat chaud et me perdre dans un livre captivant au coin du feu crépitant. ",
  "witty.dialogue.chat.snowy_plains/4": "Les chutes de neige déclenchent toujours un tourbillon de souvenirs de ma jeunesse. ",
  "witty.dialogue.chat.snowy_plains/5": "La nuit fait ressortir les espiègles errants, armés de leurs embêtantes pointes de flèches. ",
  "witty.dialogue.chat.snowy_plains/6": "Méfiez-vous des loups féroces qui rôdent à proximité, mon ami. ",
  "witty.dialogue.chat.snowy_plains/7": "Vous ne croiriez pas la poigne de fer d’un golem de fer ! ",
  "witty.dialogue.chat.snowy_plains/8": "Ah, la nostalgie de mon enfance ! ",
  "witty.dialogue.chat.desert/1": "Qui a besoin de l’hiver quand on peut profiter de la chaleur torride du désert toute l’année ?",
  "witty.dialogue.chat.desert/2": "Le désert est comme un sauna sans fin, sans la musique relaxante et les tranches de concombre.",
  "witty.dialogue.chat.desert/3": "Regardez-moi, j'ai un bronzage permanent que même un vampire envierait. ",
  "witty.dialogue.chat.desert/4": "Au coucher du soleil, le désert se transforme en un théâtre céleste à couper le souffle. ",
  "witty.dialogue.chat.desert/5": "Mon Dieu, le soleil est vraiment là pour nous rôtir aujourd'hui. ",
  "witty.dialogue.chat.desert/6": "Ouf ! ",
  "witty.dialogue.chat.desert/7": "Repérer des lapins dans ce désert, c'est comme chercher une aiguille dans une botte de foin faite de sable. ",
  "witty.dialogue.chat.desert/8": "Vivre ici, c'est s'occuper de ces satanées enveloppes. ",
  "witty.dialogue.chat.desert/9": "Note à moi-même",
  "witty.dialogue.chat.desert/10": "La vie dans ce désert aride est dure, mais heureusement, notre village est une oasis d'eau et de nourriture. ",
  "witty.dialogue.story.exploring.success/1": "Certainement pas! ",
  "witty.dialogue.story.exploring.success/2": "Oh, les histoires que vous devez avoir à raconter ! ",
  "witty.dialogue.story.exploring.success/3": "Toi, mon ami, tu es un explorateur extraordinaire ! ",
  "witty.dialogue.story.exploring.fail/1": "Vos histoires sont plus usées que le rayon d'explosion d'une plante grimpante.",
  "witty.dialogue.story.exploring.fail/2": "Oh, regarde qui essaie d'être le roi du snark. ",
  "witty.dialogue.story.exploring.fail/3": "Interagir avec vous, c'est comme converser avec un rêveur qui n'a pas encore bien compris la réalité. ",
  "witty.dialogue.story.nether.success/1": "Est-ce qu'il fait plus chaud que le soleil là-bas ou quelque chose comme ça ? ",
  "witty.dialogue.story.nether.success/2": "Whoa, survivre au Nether, c'est comme gagner un jeu télévisé intitulé \"Escape the Inferno\". ",
  "witty.dialogue.story.nether.success/3": "Ainsi, la rumeur veut qu'il y ait plus de trésors dans le Nether que ce dont les pirates des Caraïbes pourraient rêver. ",
  "witty.dialogue.story.nether.success/4": "Sérieusement, comment dors-tu la nuit ? ",
  "witty.dialogue.story.nether.success/5": "Les Piglins zombifiés ressemblent-ils aux Brad Pitts du Nether ? ",
  "witty.dialogue.story.nether.fail/1": "Oh, chérie, je doute fortement que tu aies même entrevu les profondeurs ardentes du Nether.",
  "witty.dialogue.story.nether.fail/2": "Ah, c'est pour ça que ces fougueux Piglins ont décidé de s'en prendre à vous. ",
  "witty.dialogue.story.nether.fail/3": "Chéri, peu importe que tu sois allé dans le Nether ou non. ",
  "witty.dialogue.story.nether.fail/4": "Oh, chérie, tu as l'air aussi faible qu'un poulet nouveau-né. ",
  "witty.dialogue.story.nether.fail/5": "Soyez bénis, mais mon cher vieux grand-père connaissait tous les coins et recoins du Nether, et il n'a jamais soufflé un mot sur les champignons déformés. ",
  "witty.dialogue.story.enderdragon.success/1": "Étonnant! ",
  "witty.dialogue.story.enderdragon.success/2": "Eh bien, eh bien ! ",
  "witty.dialogue.story.enderdragon.fail/1": "Ha! ",
  "witty.dialogue.story.enderdragon.fail/2": "Oh s'il te plaît, épargne-moi les blagues. ",
  "witty.dialogue.story.wither.success/1": "Incroyable! ",
  "witty.dialogue.story.wither.success/2": "Certainement pas! ",
  "witty.dialogue.story.wither.fail/1": "Oh s'il te plaît, épargne-moi les contes de fées.",
  "witty.dialogue.story.wither.fail/2": "Ha! ",
  "witty.dialogue.stay.fail/1": "Pas question, mon ami ! ",
  "witty.dialogue.stay.fail/2": "J'apprécie l'offre, mon pote, mais je suis une âme sauvage avide d'escapades palpitantes et de territoires inexplorés !",
  "witty.dialogue.stay.fail/3": "Ce village est adorable, mais j'ai une envie de voyager qui ne peut être contenue. ",
  "witty.dialogue.stay.repeat/1": "Eh bien, eh bien, on dirait que vous avez déjà fait un voyage dans le passé et que vous m'avez déjà posé la même vieille question.",
  "witty.dialogue.stay.repeat/2": "Oh cher joueur, il semble que vous m'ayez déjà fait l'honneur de votre présence et que vous ayez posé cette même question. ",
  "witty.dialogue.stay.success/1": "Eh bien, imaginez ça ! ",
  "witty.dialogue.stay.success/2": "Merveilleux! ",
  "witty.dialogue.stay.no_space/1": "Eh bien, eh bien, on dirait que ce village est plein à craquer, n'est-ce pas ?",
  "witty.dialogue.stay.no_space/2": "Oh, comme j'ai hâte de m'installer ici, mais hélas, tous les lits de ce village animé ont été conquis ! ",
  "witty.dialogue.hire/1": "Très bien, donnez simplement le signal lorsque vous avez besoin de mes compétences extraordinaires. ",
  "witty.dialogue.hire/2": "Oh, splendide ! ",
  "witty.dialogue.hire/3": "Merveilleux! ",
  "witty.dialogue.no_money/1": "Mon cher ami, je crains que votre nombre d'émeraudes soit un peu insuffisant pour garantir mes services extraordinaires.",
  "witty.dialogue.no_money/2": "Oh, mon cher moi ! ",
  "witty.dialogue.no_money/3": "Ah, mon bon monsieur/madame, je dois vous informer que même si mon humble apparence peut tromper, mes compétences inégalées ont un prix. ",
  "witty.dialogue.main.rock_paper_scissor/1": "Pimentons les choses avec une ronde fascinante de Pierre Papier Ciseaux ! ",
  "witty.dialogue.rock_paper_scissor/1": "Très bien, préparez-vous pour l'affrontement ultime de pierre, papier, ciseaux ! ",
  "witty.dialogue.rock_paper_scissor/2": "Préparez-vous à la raclée de votre vie, mon ami ! ",
  "witty.dialogue.rock_paper_scissor.rock/1": "Boom! ",
  "witty.dialogue.rock_paper_scissor.paper/1": "Préparez-vous, car j'ai choisi le papier, le rusé filou de ce jeu épique !",
  "witty.dialogue.rock_paper_scissor.scissor/1": "Préparez-vous, mon adversaire, car les ciseaux sont sur le point de remporter la victoire dans cette bataille épique !",
  "witty.dialogue.rock_paper_scissor.loose.rock/1": "Oh, regarde ça ! ",
  "witty.dialogue.rock_paper_scissor.loose.paper/1": "Il est temps de libérer la puissance de mes ciseaux et de laisser votre papier en lambeaux !",
  "witty.dialogue.rock_paper_scissor.loose.scissor/1": "Ciseaux, rencontrez votre pire cauchemar",
  "witty.dialogue.rock_paper_scissor.win.rock/1": "Eh bien, eh bien, on dirait que de la pierre vient d'être passée au bulldozer sur des ciseaux. ",
  "witty.dialogue.rock_paper_scissor.win.paper/1": "Rock, oh rock, pourquoi dois-tu toujours pleuvoir sur ma séquence de victoires ? ",
  "witty.dialogue.rock_paper_scissor.win.scissor/1": "Les ciseaux ont prévalu, laissant mon journal complètement vaincu. ",
  "_": ""
}