{
  "gloomy.dialogue.main/1": "Oh, bonjour... je suppose.",
  "gloomy.dialogue.main/2": "Hé... Comment vas-tu aujourd'hui ? ",
  "gloomy.dialogue.main/3": "Oh, c'est toi... Content de te voir, je suppose.",
  "gloomy.dialogue.main/4": "Qu'est-ce qui t'arrive aujourd'hui ? ",
  "gloomy.dialogue.main/5": "Comment allez-vous aujourd'hui? ",
  "gloomy.dialogue.main/6": "Ah, %1$s ! ",
  "gloomy.dialogue.main/7": "Donc je traînais avec %supporter%, et devinez quoi ? ",
  "gloomy.dialogue.rumors.failed/1": "Ah, la cruelle réalité de tout cela. ",
  "gloomy.dialogue.rumors.lore/1": "Bien que Jax soit toujours vénéré, la dévotion envers Sirben grandit et ses prophètes MerlinWolfGames et Crow diffusent sans relâche ses enseignements, jetant une ombre de tristesse sur nos cœurs.",
  "gloomy.dialogue.rumors.lore/2": "Des récits épouvantables parlent de Cyberdémons tentant d'envahir notre royaume, franchissant les barrières de l'Overworld à travers des portails menaçants. ",
  "gloomy.dialogue.rumors.lore/3": "Les chuchotements portent la sombre nouvelle de l'implication de 2DA50 dans la disparition de l'Ancien Bâtisseur, car on dit qu'ils se sont aventurés dans les Terres Lointaines désolées, pour ensuite être consumés par son vide impitoyable, pour ne plus jamais en entendre parler.",
  "gloomy.dialogue.rumors.lore/4": "Un temple sépulcral, méticuleusement conçu par MerlinWolfGames, se dresse comme un sanctuaire dédié à l'énigmatique Sirben. ",
  "gloomy.dialogue.rumors.lore/5": "Les annales du temps racontent l’existence d’une sombre race de bâtisseurs, dont l’héritage s’effondre désormais dans l’oubli. ",
  "gloomy.dialogue.rumors.lore/6": "Avez-vous été au courant des tristes légendes qui entourent les anciens bâtisseurs ? ",
  "gloomy.dialogue.first.generic/1": "Je ne me souviens pas de vous avoir déjà vu ici auparavant... bienvenue, je suppose.",
  "gloomy.dialogue.first.generic/2": "Oh, super, un autre inconnu. ",
  "gloomy.dialogue.first.generic/3": "Oh, joie, quelqu'un de nouveau. ",
  "gloomy.dialogue.first.generic/4": "Bienvenue dans cette misérable excuse pour un village. ",
  "gloomy.dialogue.first.generic/5": "Cela fait une éternité que nous n'avons pas eu le plaisir d'être en compagnie d'un voyageur. ",
  "gloomy.dialogue.first.generic/6": "Oh, regardez qui a décidé de nous honorer de sa présence. ",
  "gloomy.dialogue.first.question/1": "Oh, encore un visiteur... Quel malheur vous amène dans ce village abandonné ?",
  "gloomy.dialogue.first.question/2": "Ah, un étranger... Quelle histoire tragique vous a conduit jusqu'à cet endroit désolé ?",
  "gloomy.dialogue.first.question/3": "Hein, tu es nouveau... Tu fais partie de ces maudits aventuriers ? ",
  "gloomy.dialogue.first.exploring/1": "La seule chose que nous avons ici est une existence sombre, mais j'imagine que vous pouvez rester si vous promettez de ne pas la gâcher.",
  "gloomy.dialogue.first.exploring/2": "Suivez les règles déprimantes de cet endroit et vous êtes invités à vous attarder, ô voyageur fatigué.",
  "gloomy.dialogue.first.exploring/3": "Surveillez où vous mettez les pieds, âme perdue. ",
  "gloomy.dialogue.first.settling/1": "C'est... euh... Je suppose que je peux tolérer un autre visage dans le village.",
  "gloomy.dialogue.first.settling/2": "Oh, super... un autre voisin... bienvenue, je suppose.",
  "gloomy.dialogue.first.settling/3": "Joy... un autre coup de main par ici... comme c'est... excitant.",
  "gloomy.dialogue.first.settling/4": "Alors tu as décidé de rester, hein ? ",
  "gloomy.dialogue.first.spent_night.success/1": "Si vous cherchez désespérément un endroit pour vous reposer, l'auberge est votre seule option.",
  "gloomy.dialogue.first.spent_night.success/2": "L'auberge, si on peut l'appeler ainsi, est l'endroit le moins horrible pour tenter de reprendre des forces.",
  "gloomy.dialogue.first.spent_night.success/3": "Envie de vivre la déception et la médiocrité ? ",
  "gloomy.dialogue.first.spent_night.failed/1": "Malheureusement, construire une auberge digne de ce nom dépasse nos compétences. ",
  "gloomy.dialogue.first.spent_night.failed/2": "Malheureusement, une auberge est un concept insaisissable dans ces régions. ",
  "gloomy.dialogue.first.spent_night.failed/3": "Peut-être que s'aventurer dans un village voisin donnerait des résultats plus favorables. ",
  "gloomy.dialogue.hug.success/1": "Oh, cela fait une éternité depuis notre dernière rencontre.",
  "gloomy.dialogue.hug.success/2": "Je suppose que ce câlin ne me dérangeait pas, même si cela ne changera pas ma tristesse perpétuelle.",
  "gloomy.dialogue.hug.success/3": "Eh bien, je suppose que c'est une lueur d'espoir dans le nuage de tristesse sans fin qui m'entoure.",
  "gloomy.dialogue.hug.success/4": "Vous possédez un modeste confort, semblable à la chaleur éphémère d’une braise mourante.",
  "gloomy.dialogue.hug.success/5": "Oh, je suppose que je peux t'offrir une légère étreinte en échange de ta faible tentative de me détendre.",
  "gloomy.dialogue.hug.success/6": "Oh, la température de ton corps est légèrement plus élevée que le froid glacial qui engloutit mon âme.",
  "gloomy.dialogue.hug.fail/1": "Vous êtes trempé de crasse et de crasse !",
  "gloomy.dialogue.hug.fail/2": "Je préférerais ne pas le faire, si cela ne vous dérange pas.",
  "gloomy.dialogue.hug.fail/3": "À quoi ça sert vraiment ?",
  "gloomy.dialogue.hug.fail/4": "Tu te souviens quand tu t'es moqué de mon existence ? ",
  "gloomy.dialogue.hug.fail/5": "Honnêtement, après votre remarque condescendante, vous n'avez aucune chance d'avoir un câlin.",
  "gloomy.dialogue.hug.fail/6": "Pouah, épargne-moi ! ",
  "gloomy.dialogue.hug.fail/7": "Oh, euh... merci ? ",
  "gloomy.dialogue.kiss.success/1": "J'aimerais que ce moment puisse s'étendre dans l'éternité, alourdi par le poids de mon cœur mélancolique.",
  "gloomy.dialogue.kiss.success/2": "Je suppose... que mes émotions gravitent vers l'affection pour toi.",
  "gloomy.dialogue.kiss.success/3": "Cela ressemble un peu au profil de saveur d'une tarte à la citrouille... un rappel de la joie passagère que la vie me refuse.",
  "gloomy.dialogue.kiss.success/4": "Le goût du miel persiste sur vos lèvres, un rappel doux-amer de la douceur que je ne pourrai jamais vraiment savourer.",
  "gloomy.dialogue.kiss.success/5": "Oh, par un cruel coup du sort, tu parviens à exceller dans l'art du baiser, %1$s. ",
  "gloomy.dialogue.kiss.success/6": "%1$s, vos prouesses en matière de baisers surpassent même celles d'Ash, déclenchant un bref moment d'amusement dans mon existence par ailleurs sombre. ",
  "gloomy.dialogue.kiss.fail/1": "Cela ne sert à rien si quelqu'un a un aperçu.",
  "gloomy.dialogue.kiss.fail/2": "C'est ce que tu appelles une excuse pathétique pour un baiser ?",
  "gloomy.dialogue.kiss.fail/3": "Les baisers d'Ash sont mille fois plus satisfaisants que les vôtres.",
  "gloomy.dialogue.kiss.fail/4": "Permettez-moi de vous éclairer avec deux mots simples... un bain de bouche, peut-être ?",
  "gloomy.dialogue.kiss.fail/5": "Eh bien, merci, je suppose ?",
  "gloomy.dialogue.kiss.fail/6": "Enlève tes lèvres crasseuses de moi tout de suite !",
  "gloomy.dialogue.chat.success/1": "Pouah, des biscuits et du lait... Je suppose que ce serait quelque peu satisfaisant.",
  "gloomy.dialogue.chat.success/2": "Si vous considérez un ciel gris et une légère bruine comme « agréable », alors bien sûr, le temps est « beau ».",
  "gloomy.dialogue.chat.success/3": "Je vais bien, je suppose... je me suis juste cogné l'orteil en me réveillant, ajoutant l'insulte à la blessure.",
  "gloomy.dialogue.chat.success/4": "Une pomme par jour peut dissuader les zombies pendant une seconde, mais ils reviendront pour en redemander, c'est garanti.",
  "gloomy.dialogue.chat.success/5": "Construire mon propre village ? ",
  "gloomy.dialogue.chat.success/6": "Je pense avoir aperçu %Supporter% l'autre jour, caracolant dans leur élégante armure de diamant.",
  "gloomy.dialogue.chat.success/7": "Mon soi-disant ami %Supporter% a eu l'audace de se vanter d'avoir trouvé un coffre rempli de diamants hier !",
  "gloomy.dialogue.chat.success/8": "La météo ? ",
  "gloomy.dialogue.chat.success/9": "Des araignées et des gobelins ? ",
  "gloomy.dialogue.chat.success/10": "Je me demande ce qui est arrivé à %Supporter%. ",
  "gloomy.dialogue.chat.success/12": "Laissez-moi vous raconter les derniers potins : avez-vous entendu ce qui est arrivé à %Supporter% l'autre jour ?",
  "gloomy.dialogue.chat.success/13": "Ces chats errants sont tentants, mais qui a le temps ou l’énergie pour s’en occuper ? ",
  "gloomy.dialogue.chat.success/14": "Redécorer ma maison ? ",
  "gloomy.dialogue.chat.success/15": "Enfants? ",
  "gloomy.dialogue.chat.success/16": "Parfois je me demande si vivre dans l’autre village aurait fait une différence. ",
  "gloomy.dialogue.chat.success/17": "Souvenirs d'enfance ? ",
  "gloomy.dialogue.chat.success/18": "Visiter mes parents ? ",
  "gloomy.dialogue.chat.success/19": "Vous voyagez dans l'autre village ? ",
  "gloomy.dialogue.chat.success/20": "Le fromage... un rêve lointain. ",
  "gloomy.dialogue.chat.fail/1": "Pouvez-vous croire le courage de cette personne ?",
  "gloomy.dialogue.chat.fail/2": "C'est incroyable comme les choses explosent spontanément, n'est-ce pas ?",
  "gloomy.dialogue.chat.fail/3": "Tu sais, je ne suis pas vraiment impressionné par ton soi-disant sang-froid.",
  "gloomy.dialogue.chat.fail/4": "Regardez-les, ils se montrent comme s'ils étaient la meilleure chose qui soit.",
  "gloomy.dialogue.chat.fail/5": "Ugh, pars avec ton sens de la mode dépassé.",
  "gloomy.dialogue.chat.fail/6": "Parler de quelque chose d'aussi stupide, c'est juste ma tasse de thé.",
  "gloomy.dialogue.chat.fail/7": "Oh super, c'est encore toi. ",
  "gloomy.dialogue.chat.fail/8": "Désolé, je m'en fiche de ce que vous venez de dire.",
  "gloomy.dialogue.chat.fail/9": "Pardonnez-moi, mais pensiez-vous vraiment que ça m'intéresserait ?",
  "gloomy.dialogue.chat.fail/10": "Sérieusement, pourquoi me fais-tu perdre mon temps avec ces bêtises ?",
  "gloomy.dialogue.chat.fail/11": "Les rumeurs à votre sujet ne sont pas très flatteuses, et maintenant je comprends pourquoi.",
  "gloomy.dialogue.chat.fail/12": "Même les morts-vivants éviteraient d’engager une conversation avec vous.",
  "gloomy.dialogue.chat.fail/13": "Tu es aussi charmante qu'une sorcière, et ça veut dire quelque chose.",
  "gloomy.dialogue.chat.fail/14": "Ne vous embêtez pas à me parler, je ferai en sorte que les gardes vous emmènent.",
  "gloomy.dialogue.chat.fail/15": "Désolé, vos mots m'ont endormi. ",
  "gloomy.dialogue.chat.fail/16": "Avez-vous enfin fini avec vos bavardages interminables ?",
  "gloomy.dialogue.chat.fail/17": "Je me demande si quelqu’un verserait une larme si tu devenais soudainement muet pour toujours.",
  "gloomy.dialogue.chat.fail/18": "Je préfère regarder les fesses d'un cochon plutôt que de t'écouter parler.",
  "gloomy.dialogue.chat.fail/19": "As-tu fini de perdre mon temps précieux maintenant ?",
  "gloomy.dialogue.chat.fail/20": "Quoi? ",
  "gloomy.dialogue.chat.fail/21": "Oh, tragique ignorance de ceux qui croient en une terre ronde. ",
  "gloomy.dialogue.story.success/1": "Pouah, comme si j'avais besoin d'autres mauvaises nouvelles. ",
  "gloomy.dialogue.story.success/2": "Je suis trop lâche pour même penser à m'attaquer à une plante grimpante. ",
  "gloomy.dialogue.story.success/3": "Super, une autre histoire. ",
  "gloomy.dialogue.story.success/4": "Oh joie, encore des histoires sur le malheur d'hier. ",
  "gloomy.dialogue.story.success/5": "Tellement typique que j'étais probablement là et j'ai raté toute l'excitation.",
  "gloomy.dialogue.story.success/6": "Haha, ouais, c'est vrai. ",
  "gloomy.dialogue.story.success/7": "La légende de %Supporter%... Je ne compte plus le nombre de fois où j'ai entendu cette vieille histoire ennuyeuse.",
  "gloomy.dialogue.story.success/8": "Oh, wow, trouver un diamant. ",
  "gloomy.dialogue.story.success/9": "Non merci, je préfère faire autre chose que de t'écouter bavarder.",
  "gloomy.dialogue.story.fail/1": "Oh, super. ",
  "gloomy.dialogue.story.fail/2": "C’est exactement le genre de chose qui confirme la mauvaise opinion que tout le monde a de vous.",
  "gloomy.dialogue.story.fail/3": "Je ne comprends tout simplement pas... et je suppose que je ne le comprendrai jamais.",
  "gloomy.dialogue.story.fail/4": "Vous savez quoi? ",
  "gloomy.dialogue.story.fail/5": "Sérieusement, à quel point faut-il être sans cœur pour tuer un mouton sans défense ? ",
  "gloomy.dialogue.story.fail/6": "*soupir* Oh, je me réveille avec encore plus de tes bêtises. ",
  "gloomy.dialogue.story.fail/7": "Laissez-moi être clair, j'ai perdu mon temps précieux là-dessus ? ",
  "gloomy.dialogue.story.fail/8": "Excusez-moi pendant que je fais de mon mieux pour rester éveillé pendant votre histoire incroyablement ennuyeuse.",
  "gloomy.dialogue.story.fail/9": "Félicitations, vous avez franchi la ligne du fou d'une manière originale à tout simplement fou. ",
  "gloomy.dialogue.story.fail/10": "Je ne vois pas en quoi c'était bien, mais peut-être que c'est juste moi.",
  "gloomy.dialogue.flirt.success/1": "Vous êtes... plutôt courageux, je suppose.",
  "gloomy.dialogue.flirt.success/2": "Ah toi ! ",
  "gloomy.dialogue.flirt.success/3": "*Soupirs* Tu le penses vraiment, ou tu te moques juste de moi ?",
  "gloomy.dialogue.flirt.success/4": "Oh, eh bien... peu importe.",
  "gloomy.dialogue.flirt.success/5": "C'était... presque mignon, je suppose. ",
  "gloomy.dialogue.flirt.success/6": "Comment parvenez-vous à avoir l'air... un peu présentable tous les jours ? ",
  "gloomy.dialogue.flirt.success/7": "Oh, s'il te plaît, arrête ça ! ",
  "gloomy.dialogue.flirt.fail/1": "Si vous pensiez vraiment ces mots, je suppose que je serais surpris... mais pas dans le bon sens.",
  "gloomy.dialogue.flirt.fail/2": "Ugh, épargne-moi les lignes recyclées. ",
  "gloomy.dialogue.flirt.fail/3": "Comme si cela allait arriver un jour. ",
  "gloomy.dialogue.flirt.fail/4": "Wow, et là, je pensais avoir tout vu. ",
  "gloomy.dialogue.flirt.fail/5": "Sérieusement? ",
  "gloomy.dialogue.flirt.fail/6": "Oh, s'il te plaît, ne continue pas avec ces bêtises. ",
  "gloomy.dialogue.flirt.fail/7": "Ce regard dans tes yeux et ces mots sur tes lèvres, ils font frémir mon âme sombre. ",
  "gloomy.dialogue.joke.creative.success/1": "*Soupir* C'est... plutôt amusant.",
  "gloomy.dialogue.joke.creative.success/2": "C'est... légèrement amusant, je suppose.",
  "gloomy.dialogue.joke.creative.success/3": "C'est... eh bien, c'est certainement mieux que rien.",
  "gloomy.dialogue.joke.creative.success/4": "Je suppose que vous êtes légèrement plus drôle que %Supporter%.",
  "gloomy.dialogue.joke.creative.success/5": "*Rires* Wow, tu es... un peu drôle, je suppose. ",
  "gloomy.dialogue.joke.creative.success/6": "Hah... c'était... tolérable, je suppose.",
  "gloomy.dialogue.joke.creative.success/7": "*Rires forcé* Tu es définitivement... un peu plus drôle qu'Ash.",
  "gloomy.dialogue.joke.creative.success/8": "Ah... c'est en fait... plutôt amusant, je dois l'admettre.",
  "gloomy.dialogue.joke.creative.failed/1": "Il ne faut vraiment pas plaisanter sur de telles choses. ",
  "gloomy.dialogue.joke.creative.failed/2": "Ha. ",
  "gloomy.dialogue.joke.creative.failed/3": "Oh, regarde qui essaie d'être la vie de la triste et triste fête. ",
  "gloomy.dialogue.joke.creative.failed/4": "Pensiez-vous honnêtement qu’une faible tentative d’humour apporterait ne serait-ce qu’un brin de joie à cet endroit désolé ?",
  "gloomy.dialogue.joke.creative.failed/5": "Oh... C'est... Hilarant. ",
  "gloomy.dialogue.joke.creative.failed/6": "Vraiment drôle. ",
  "gloomy.dialogue.joke.creative.failed/7": "Pourquoi diable quelqu’un trouverait-il cela amusant ? ",
  "gloomy.dialogue.joke.creative.failed/8": "Cendre? ",
  "gloomy.dialogue.procreate_engaged/1": "Je ne trouverai pas de réconfort tant que notre union ne sera pas scellée par le mariage.",
  "gloomy.dialogue.procreate_engaged/2": "Il est inimaginable d’envisager de donner naissance à une nouvelle existence lorsque notre engagement manque de dévouement total.",
  "gloomy.dialogue.shake_hand.success/1": "Votre emprise est... adéquate, je suppose.",
  "gloomy.dialogue.shake_hand.success/2": "Votre poigne reflète un minimum de force, si je dois être honnête.",
  "gloomy.dialogue.shake_hand.success/3": "Oh, comme tu as l'air poli... ça n'a pas beaucoup d'importance.",
  "gloomy.dialogue.shake_hand.success/4": "Encore une journée maussade, n'est-ce pas ?",
  "gloomy.dialogue.shake_hand.success/5": "Eh bien, eh bien, bonjour, je suppose.",
  "gloomy.dialogue.shake_hand.fail/1": "Sérieusement? ",
  "gloomy.dialogue.shake_hand.fail/2": "Euh, non, épargne-moi ce faux geste. ",
  "gloomy.dialogue.shake_hand.fail/3": "Je ne suis pas un étranger, mais je comprends si vous préférez garder vos distances. ",
  "gloomy.dialogue.shake_hand.fail/4": "Waouh, vraiment ? ",
  "gloomy.dialogue.shake_hand.fail/5": "S'en aller. ",
  "gloomy.dialogue.main.morning/1": "Salut, je suppose.",
  "gloomy.dialogue.main.morning/2": "Ouais… matin.",
  "gloomy.dialogue.main.morning/3": "Bonjour? ",
  "gloomy.dialogue.main.morning/5": "J'ai un mauvais pressentiment pour aujourd'hui.",
  "gloomy.dialogue.main.morning/6": "Je ne pense pas que je veux parler.",
  "gloomy.dialogue.main.morning/7": "Avez-vous mal dormi ? ",
  "gloomy.dialogue.main.morning/8": "Matin grincheux !",
  "gloomy.dialogue.main.morning/9": "Quelle horrible matinée ! ",
  "gloomy.dialogue.main.morning/10": "Je pense que je vais peut-être m'en sortir aujourd'hui, je me sens absolument horrible.",
  "gloomy.dialogue.main.morning/11": "J'ai un emploi du temps chargé aujourd'hui, et rien que d'y penser me donne envie de me recoucher.",
  "gloomy.dialogue.main.morning/12": "J’ai à peine dormi la nuit dernière, je ferai peut-être à contrecœur quelque chose d’un peu plus exigeant aujourd’hui, qui sait ?",
  "gloomy.dialogue.main.evening/1": "... à quelques heures de la nuit, quand les morts-vivants sortent… super.",
  "gloomy.dialogue.main.evening/2": "N'as-tu pas mieux à faire ? ",
  "gloomy.dialogue.main.evening/3": "...",
  "gloomy.dialogue.main.evening/4": "J'ai peur qu'il y ait un siège de zombies…",
  "gloomy.dialogue.main.evening/5": "Il n'y a pas eu de raid depuis longtemps. ",
  "gloomy.dialogue.main.evening/6": "*Ouais? ",
  "gloomy.dialogue.main.evening/7": "Je crois que je vais me retirer pour la soirée, car j'ai enduré une matinée terriblement pénible.",
  "gloomy.dialogue.main.evening/8": "Je vais me retirer à l'intérieur en toute hâte, car le mois précédent, j'ai rencontré une plante grimpante menaçante, et désormais je n'ose plus errer dans le royaume nocturne.",
  "gloomy.dialogue.main.evening/9": "Ah, salutations ! ",
  "gloomy.dialogue.main.night/1": "... c'est un peu difficile de dormir quand on sait que des monstres sont à proximité.",
  "gloomy.dialogue.main.night/2": "*Qu'est-ce que tu as besoin de moi à cette heure ?",
  "gloomy.dialogue.main.night/3": "Je suis fatigué mais je n'ai pas envie de dormir. ",
  "gloomy.dialogue.main.night/4": "Tu ne vois pas que j'essaie de dormir ?",
  "gloomy.dialogue.main.night/5": "... tu ne peux pas au moins me déranger à une heure normale ?",
  "gloomy.dialogue.main.night/6": "Au moins, c'est sûr pendant la journée. ",
  "gloomy.dialogue.main.night/7": "L’agitation de la journée me touche toujours. ",
  "gloomy.dialogue.main.night/8": "La lassitude s’est infiltrée dans mes os. ",
  "gloomy.dialogue.main.night/9": "Oh, l'attrait de s'enfoncer dans l'étreinte réconfortante des couvertures ! ",
  "gloomy.dialogue.main.night/10": "Le sommeil vous appelle, mon ami, chuchotant des histoires d'un lendemain exigeant qui attend votre âme fatiguée. ",
  "gloomy.dialogue.greet.mayor/1": "Encore une journée maussade, monsieur le maire.",
  "gloomy.dialogue.greet.mayor/2": "Je vous souhaite une journée moins maussade, Maire !",
  "gloomy.dialogue.greet.monarch/1": "Oh, grande et tout à fait douloureuse Majesté.",
  "gloomy.dialogue.greet.monarch/2": "Oh, Altesse sombre et profondément mélancolique.",
  "gloomy.dialogue.busy/1": "Je suis désolé, mais j'ai une montagne de travail à accomplir. ",
  "gloomy.dialogue.busy/2": "Même si j'apprécie votre compagnie, je suis submergé de travail. ",
  "gloomy.dialogue.busy/3": "Oh, comme j'aimerais pouvoir prendre un moment pour discuter, mais hélas, je me noie sous les tâches. ",
  "gloomy.dialogue.busy/4": "Malheureusement, mon ami, le devoir nous appelle. ",
  "gloomy.dialogue.busy/5": "Explosez-le ! ",
  "gloomy.dialogue.goaway/1": "Laissez-moi tranquille.",
  "gloomy.dialogue.goaway/2": "N'avez-vous pas des choses plus urgentes à régler ?",
  "gloomy.dialogue.goaway/3": "Toutes mes excuses, %1$s, je ne suis pas disponible pour le moment.",
  "gloomy.dialogue.goaway/4": "Cherchez une autre âme à vexer !",
  "gloomy.dialogue.goaway/5": "Va-t-en, misérable âme !",
  "gloomy.dialogue.greet/1": "Hé... Comment vas-tu aujourd'hui ?",
  "gloomy.dialogue.greet/2": "Oh, hé %1$s... Comment ça va ?",
  "gloomy.dialogue.greet/3": "Ah bonjour. ",
  "gloomy.dialogue.greet/4": "Vous avez l'air prêt à affronter la journée... Comment ça se passe, je suppose ?",
  "gloomy.dialogue.greet/5": "Bonjour %1$s... C'est... content de vous voir, je suppose.",
  "gloomy.dialogue.greet/6": "Ohai... je suppose.",
  "gloomy.dialogue.greet/7": "Ravi de vous voir, je suppose...",
  "gloomy.dialogue.greet/8": "Bonjour... C'est... ravi de vous voir. ",
  "gloomy.dialogue.greet/9": "Hé... Content de te voir, je suppose...",
  "gloomy.dialogue.greet.negative/1": "Ugh, pourquoi as-tu dû te présenter ? ",
  "gloomy.dialogue.greet.negative/2": "Oh joie, c'est toi. ",
  "gloomy.dialogue.greet.negative/3": "Hmph.",
  "gloomy.dialogue.greet.negative/4": "Ah, c'est toi. ",
  "gloomy.dialogue.greet.negative/5": "C'est pour me déranger, n'est-ce pas ? ",
  "gloomy.dialogue.greet.success/1": "Eh bien, je suppose que c'est agréable à entendre...",
  "gloomy.dialogue.greet.success/2": "Oh, tu vas bien ? ",
  "gloomy.dialogue.greet.success/3": "Ah, la joie remplit mon cœur de savoir ça.",
  "gloomy.dialogue.greet.success/4": "Je suis tellement content... je suppose.",
  "gloomy.dialogue.greet.success/5": "Hein, c'est bon à savoir... je suppose.",
  "gloomy.dialogue.greet.fail/1": "Soupir...",
  "gloomy.dialogue.greet.fail/2": "Eh bien, si tu le dis...",
  "gloomy.dialogue.greet.fail/3": "Ah, super...",
  "gloomy.dialogue.greet.fail/4": "Sérieusement? ",
  "gloomy.dialogue.greet.fail/5": "Ah, fantastique...",
  "gloomy.dialogue.apologize.success/1": "Ne vous inquiétez pas, je suis habitué à la déception.",
  "gloomy.dialogue.apologize.success/2": "Eh bien, je suppose que je vais tolérer votre incompétence pour une fois.",
  "gloomy.dialogue.apologize.success/3": "Je suppose que je peux accepter votre excuse pathétique, mais que cela ne se reproduise pas.",
  "gloomy.dialogue.apologize.success/4": "Ce n’est pas grave, je suis habitué à ce que les gens échouent lamentablement.",
  "gloomy.dialogue.apologize.success/5": "Bien sûr, allez-y et gâchez tout. ",
  "gloomy.dialogue.apologize.fail/1": "Laissez-moi tranquille !",
  "gloomy.dialogue.apologize.fail/2": "Vous m'avez frappé intentionnellement !",
  "gloomy.dialogue.apologize.fail/3": "Comme si j'allais jamais croire ça !",
  "gloomy.dialogue.apologize.fail/4": "La douleur persiste, épargnez-moi vos excuses !",
  "gloomy.dialogue.apologize.fail/5": "Absolument aucune chance !",
  "gloomy.dialogue.location.failed/1": "Soupir, malheureusement, je n'ai eu vent de rien de nouveau.",
  "gloomy.dialogue.location.failed/2": "Malheureusement, ma connaissance des lieux captivants fait défaut. ",
  "gloomy.dialogue.location.failed/3": "Hélas, j'ai bien peur que non. ",
  "gloomy.dialogue.location.forgot/1": "Ah, je suis tombé sur l'endroit le plus fascinant, mais dans ma nature triste, je n'ai pas réussi à inscrire ses coordonnées sur la carte. ",
  "gloomy.dialogue.location.forgot/2": "Vous êtes à la recherche d'un lieu captivant ? ",
  "gloomy.dialogue.location.forgot/3": "En effet, il y avait quelque chose de très intrigant, mais hélas, mon faible esprit m'avait abandonné sur le moment ! ",
  "gloomy.dialogue.location.igloo/1": "Je suis tombé sur un igloo à %2$s. ",
  "gloomy.dialogue.location.igloo/2": "Tu sais ce qui est vraiment déprimant ? ",
  "gloomy.dialogue.location.igloo/3": "C'est vraiment décourageant. ",
  "gloomy.dialogue.location.pyramid/1": "J'ai aperçu une pyramide à %2$s. ",
  "gloomy.dialogue.location.pyramid/2": "La rumeur dit qu'une pyramide maudite se cache dans %2$s. ",
  "gloomy.dialogue.location.pyramid/3": "Ah, %2$s... J'ai bien peur qu'elle abrite une pyramide qui pue l'obscurité et le désespoir. ",
  "gloomy.dialogue.location.ruined_portal_desert/1": "C'est un spectacle solennel, un portail brisé et abandonné dans la vaste étendue de ce désert sans vie.",
  "gloomy.dialogue.location.ruined_portal_swamp/1": "Ah, voilà le spectacle misérable ! ",
  "gloomy.dialogue.location.ruined_portal/1": "La désolation qui vous attend à %2$s est obsédante. ",
  "gloomy.dialogue.location.ruined_portal/2": "Aventurez-vous jusqu'à %2$s, si vous l'osez. ",
  "gloomy.dialogue.location.ruined_portal/3": "Cachés dans les terres désolées de %2$s se trouvent les restes d'un portail du Néant autrefois grandiose. ",
  "gloomy.dialogue.location.ruined_portal_mountain/1": "Découvrez la tragédie qui s'abat sur %2$s, une montagne maintenant entachée par les restes d'un portail brisé.",
  "gloomy.dialogue.location.mansion/1": "Ah, le redoutable manoir qui se cache à %2$s. ",
  "gloomy.dialogue.location.mansion/2": "Avez-vous entendu parler du manoir hanté à %2$s ? ",
  "gloomy.dialogue.location.monument/1": "Soyez averti, il y a une forteresse abandonnée en proie à des bêtes mythiques sous les vagues à %2$s. ",
  "gloomy.dialogue.location.monument/2": "Les chuchotements parlent de restes perdus depuis longtemps enfouis dans les profondeurs de l'océan à %2$s. ",
  "gloomy.dialogue.location.shipwreck/1": "Hélas, un navire coulé gît sous les vagues à %2$s. ",
  "gloomy.dialogue.location.shipwreck/2": "Avez-vous entendu les chuchotements d'un naufrage à %2$s ? ",
  "gloomy.dialogue.location.shipwreck_beached/1": "Ah, il y a un naufrage là-bas à %2$s. ",
  "gloomy.dialogue.location.shipwreck_beached/2": "Aventurez-vous jusqu'à %2$s, mon ami, et vous tomberez sur un navire abandonné échoué sur les rivages sablonneux. ",
  "gloomy.dialogue.location.village_desert/1": "Bienvenue, voyageur, dans un autre village désolé, témoignage de la triste existence accordée à ceux qui habitent dans ce désert aride.",
  "gloomy.dialogue.location.village_taiga/1": "Là-bas se trouve un village désolé, niché au milieu des profondeurs mélancoliques du biome de la taïga.",
  "gloomy.dialogue.location.village_taiga/2": "Aventurez-vous jusqu'à %2$s, où un village abandonné vous attend. ",
  "gloomy.dialogue.location.village_snowy/1": "Là-bas se trouve encore un autre village abandonné. ",
  "gloomy.dialogue.location.village_snowy/2": "Ah, il y a un village à %2$s dans les plaines enneigées désolées. ",
  "gloomy.dialogue.location.village_plains/1": "Quelque part au loin, enveloppé dans l’obscurité, se trouve un autre village abandonné.",
  "gloomy.dialogue.location.village_plains/2": "Aventurez-vous dans les plaines désolées, où la tristesse recouvre la terre, et vous tomberez sur un autre village, perdu et oublié.",
  "gloomy.dialogue.location.village_savanna/1": "Là-bas, à %2$s, se trouve un autre village. ",
  "gloomy.dialogue.location.village_savanna/2": "Aventurez-vous dans la savane à %2$s et vous tomberez sur un autre village. ",
  "gloomy.dialogue.location.swamp_hut/1": "Le marais là-bas à %2$s, c'est un endroit misérable hanté par une méchante sorcière. ",
  "gloomy.dialogue.location.swamp_hut/2": "Soyez prudent, ma chère. ",
  "gloomy.dialogue.location.mineshaft/1": "Cet endroit était autrefois une mine florissante, mais ce n'est plus qu'une fosse maudite aujourd'hui. ",
  "gloomy.dialogue.location.mineshaft/2": "Ah, la mine abandonnée qui se trouvait ici, située à %2$s. ",
  "gloomy.dialogue.location.jungle_pyramid/1": "Tu ferais mieux d'éviter %2$s, mon pote. ",
  "gloomy.dialogue.location.jungle_pyramid/2": "Ah, les fameux %2$s dans les profondeurs étranges de la jungle. ",
  "gloomy.dialogue.location.pillager_outpost/1": "Oh super, juste ce dont nous avions besoin. ",
  "gloomy.dialogue.location.pillager_outpost/2": "Savez-vous ce qui est encore pire qu'une maison hantée ? ",
  "gloomy.dialogue.location.pillager_outpost/3": "Ah, %2$s... la terre où les pilleurs ont choisi de nous tourmenter. ",
  "gloomy.dialogue.location.ancient_city/0": "J'ai été hanté par des sons étranges émanant de %2$s, résonnant dans les profondeurs de l'obscurité.",
  "gloomy.dialogue.location.ancient_city/1": "Mon âme fatiguée sent un secret caché caché dans les profondeurs sous %2$s, une présence sinistre oubliée depuis longtemps.",
  "gloomy.dialogue.location.ancient_city/3": "Les contes parlent d'une ville antique enveloppée par les ombres, dissimulée sous %2$s. ",
  "gloomy.dialogue.joke.monster.success/1": "Hmph. ",
  "gloomy.dialogue.joke.monster.success/2": "Ah, alors le zombie a tenté de te matraquer avec une pelle ? ",
  "gloomy.dialogue.joke.monster.success/3": "Vous avez réussi à affirmer votre domination sur cette araignée, n'est-ce pas ? ",
  "gloomy.dialogue.joke.monster.success/4": "Ah, fascinant. ",
  "gloomy.dialogue.joke.monster.success/5": "Ha... comme c'est tout à fait prévisible. ",
  "gloomy.dialogue.joke.monster.failed/1": "Âmes misérables, des squelettes parcourent cette terre dans un but obsédant ! ",
  "gloomy.dialogue.joke.monster.failed/2": "Dans ce royaume désolé de désespoir, qui s'amuse dans les plaisanteries sur la disparition explosive des plantes grimpantes ? ",
  "gloomy.dialogue.joke.monster.failed/3": "Découvrez le sort pitoyable des zombies et des squelettes, autrefois humains comme nous. ",
  "gloomy.dialogue.joke.monster.failed/4": "Comme c'est complètement décevant... un enderman trébuchant maladroitement dans une mare d'eau. ",
  "gloomy.dialogue.joke.monster.failed/5": "Oh, l'humour épouvantable de ce monde ! ",
  "gloomy.dialogue.joke.animal.success/1": "Comme c'est dommage que le mouton perde sa laine, quelle tragi-comédie !",
  "gloomy.dialogue.joke.animal.success/2": "C'est ainsi que commença l'histoire d'amour vouée à l'échec entre le loup et le mouton...",
  "gloomy.dialogue.joke.animal.success/3": "Oh, quelle absurdité ! ",
  "gloomy.dialogue.joke.animal.success/4": "Oh, comme c'est complètement stupide ! ",
  "gloomy.dialogue.joke.animal.success/5": "Ah, le seul côté positif de cette sombre existence : la réserve infinie de lait des vaches !",
  "gloomy.dialogue.joke.animal.failed/1": "Je ne vois pas l'humour dans de telles choses.",
  "gloomy.dialogue.joke.animal.failed/2": "Ah la tragédie ! ",
  "gloomy.dialogue.joke.animal.failed/3": "Épargnez-moi vos plaisanteries sur mon compagnon porcin.",
  "gloomy.dialogue.joke.animal.failed/4": "Comme c’est complètement déprimant.",
  "gloomy.dialogue.joke.animal.failed/5": "Comment oses-tu te moquer des arcades dignes de sourcils froncés de la vache !",
  "gloomy.dialogue.flirt.slap/1": "Pardonnez votre intrusion !",
  "gloomy.dialogue.flirt.slap/2": "Un zombie désolé vous a-t-il appris à flirter ?!",
  "gloomy.dialogue.kiss.slap/1": "Oh, l'audace !",
  "gloomy.dialogue.kiss.slap/2": "Faites encore cette erreur et les conséquences seront inoubliables !",
  "gloomy.dialogue.chat.plains/1": "Les plaines... c'est tout ce que j'ai jamais connu. ",
  "gloomy.dialogue.chat.plains/2": "Les plaines. ",
  "gloomy.dialogue.chat.plains/3": "Les plaines la nuit... un spectacle d'une beauté envoûtante, je suppose. ",
  "gloomy.dialogue.chat.plains/4": "Des nuits comme celles-ci, je me retrouve allongé sur l’herbe, regardant la vaste étendue du ciel. ",
  "gloomy.dialogue.chat.plains/5": "L'air ici... vif et sans vie. ",
  "gloomy.dialogue.chat.plains/6": "Les plaines... claires et simples, tout comme mon existence sans joie. ",
  "gloomy.dialogue.chat.plains/7": "Ce temps... il me rappelle des souvenirs doux-amers de mon enfance. ",
  "gloomy.dialogue.chat.plains/8": "Le lever du soleil dans les plaines... un instant éphémère d'une beauté passagère. ",
  "gloomy.dialogue.chat.savanna/1": "La chaleur dans cette savane est insupportable, elle ne s'arrête jamais. ",
  "gloomy.dialogue.chat.savanna/2": "Ces lamas me rendent fou, ils crachent toujours et provoquent du chahut. ",
  "gloomy.dialogue.chat.savanna/3": "L’architecture ici dans la savane n’a rien d’extraordinaire. ",
  "gloomy.dialogue.chat.savanna/4": "Ne cherchez même pas quelque chose d’intéressant dans cette savane plate et monotone. ",
  "gloomy.dialogue.chat.savanna/5": "Des rivières ? ",
  "gloomy.dialogue.chat.savanna/6": "Les collines et terrains dits « intéressants » ici ne sont qu’une cruelle plaisanterie. ",
  "gloomy.dialogue.chat.savanna/7": "Le seul soulagement de cette chaleur torride est l’ombre pathétique fournie par ces acacias. ",
  "gloomy.dialogue.chat.savanna/8": "Melons et citrouilles ? ",
  "gloomy.dialogue.chat.taiga/1": "Les bois... ils sont tellement tristes. ",
  "gloomy.dialogue.chat.taiga/2": "Ils disent qu'il fait froid ici, dans le biome de la taïga, et honnêtement, ils n'ont pas tort. ",
  "gloomy.dialogue.chat.taiga/3": "Les forêts de la taïga sont... d'accord, je suppose. ",
  "gloomy.dialogue.chat.taiga/4": "Des renards dans les forêts de la taïga ? ",
  "gloomy.dialogue.chat.taiga/5": "Les loups ici sont censés être apprivoisés, mais honnêtement, ils ne sont qu'une nuisance de plus à gérer. ",
  "gloomy.dialogue.chat.taiga/6": "L'air frais et vif de la taïga... c'est comme un rappel constant de notre isolement. ",
  "gloomy.dialogue.chat.taiga/7": "Ces doux buissons de baies ? ",
  "gloomy.dialogue.chat.taiga/8": "La pluie froide et incessante dans la taïga n’est que la cerise sur le gâteau de cette existence misérable. ",
  "gloomy.dialogue.chat.snowy_plains/1": "Il fait terriblement froid ici. ",
  "gloomy.dialogue.chat.snowy_plains/2": "Ce désert gelé est absolument insupportable. ",
  "gloomy.dialogue.chat.snowy_plains/3": "Le temps dehors est épouvantable et tout ce que j’ai envie c’est de me blottir dans ma couverture et d’hiberner jusqu’au printemps.",
  "gloomy.dialogue.chat.snowy_plains/4": "La neige rappelle des souvenirs douloureux d’une époque où le bonheur était à portée de main. ",
  "gloomy.dialogue.chat.snowy_plains/5": "Les animaux errants de ce village sont l'incarnation même de la contrariété. ",
  "gloomy.dialogue.chat.snowy_plains/6": "Méfiez-vous des loups qui rôdent à proximité. ",
  "gloomy.dialogue.chat.snowy_plains/7": "Toucher un golem de fer, c'est comme accepter une punition implacable. ",
  "gloomy.dialogue.chat.snowy_plains/8": "Mon enfance a été remplie de moments de joie éphémères. ",
  "gloomy.dialogue.chat.desert/1": "Il fait chaud ici dans le désert et on a l'impression que l'hiver n'arrivera jamais.",
  "gloomy.dialogue.chat.desert/2": "Ce désert est implacablement chaud toute l’année.",
  "gloomy.dialogue.chat.desert/3": "Même s'il fait chaud ici dans le désert, je ne peux jamais échapper à ce bronzage perpétuel ni au risque constant de coup de soleil.",
  "gloomy.dialogue.chat.desert/4": "Les nuits offrent peut-être un répit plus frais, mais la beauté stérile du ciel étoilé ne fait qu'ajouter à la désolation.",
  "gloomy.dialogue.chat.desert/5": "Bon Dieu ! ",
  "gloomy.dialogue.chat.desert/6": "Bon Dieu ! ",
  "gloomy.dialogue.chat.desert/7": "Avez-vous réussi à repérer des lapins ? ",
  "gloomy.dialogue.chat.desert/8": "L’un des principaux inconvénients de la vie ici réside dans ces satanées enveloppes. ",
  "gloomy.dialogue.chat.desert/9": "Je te le ferai savoir, je me suis piqué sur un cactus l'autre jour. ",
  "gloomy.dialogue.chat.desert/10": "La vie dans ce désert aride est une lutte éternelle, mais Dieu merci pour ce village où l'on peut trouver un peu de réconfort dans l'eau et la nourriture.",
  "gloomy.dialogue.story.exploring.success/1": "Bleh... Je n'aurai probablement jamais l'occasion d'explorer le monde, je suis juste coincé ici dans ce village ennuyeux.",
  "gloomy.dialogue.story.exploring.success/2": "Ugh... Je suppose que ça doit être agréable de voyager et d'explorer. ",
  "gloomy.dialogue.story.exploring.success/3": "Hmph... Je suppose que tu penses que tu es plutôt courageux, hein ? ",
  "gloomy.dialogue.story.exploring.fail/1": "Vos récits ont perdu de leur éclat.",
  "gloomy.dialogue.story.exploring.fail/2": "Oh, la répétition incessante de vos mornes anecdotes. ",
  "gloomy.dialogue.story.exploring.fail/3": "Converser avec vous, c'est comme converser avec une fleur fanée qui rêve de devenir un jour un chêne imposant. ",
  "gloomy.dialogue.story.nether.success/1": "La chaleur cesse-t-elle jamais de brûler dans ce royaume maudit ?!",
  "gloomy.dialogue.story.nether.success/2": "Comment diable respirez-vous encore dans cette misérable dimension ? ",
  "gloomy.dialogue.story.nether.success/3": "Les légendes parlent de précieux trésors cachés dans le Nether, mais hélas, mon faible cœur ne supporte pas l'idée de s'y aventurer...",
  "gloomy.dialogue.story.nether.success/4": "Je n'arrive pas à imaginer le courage qu'il faut pour traverser le Nether. ",
  "gloomy.dialogue.story.nether.success/5": "Avez-vous déjà posé les yeux sur le redoutable Piglin Zombifié ? ",
  "gloomy.dialogue.story.nether.fail/1": "Il est très peu probable que vous ayez jamais osé vous aventurer dans le Nether, compte tenu de votre faible caractère.",
  "gloomy.dialogue.story.nether.fail/2": "Ah, la raison de votre pitoyable rencontre avec ces Piglins me vient enfin à l'esprit.",
  "gloomy.dialogue.story.nether.fail/3": "Votre manque d’expérience dans le Nether ne me concerne pas. ",
  "gloomy.dialogue.story.nether.fail/4": "Votre simple vue me laisse douter de votre capacité à survivre aux rudes paysages du Nether. ",
  "gloomy.dialogue.story.nether.fail/5": "Mon estimé ancêtre était un fervent explorateur du Nether, et pourtant, l’existence de champignons déformés n’a jamais été mentionnée. ",
  "gloomy.dialogue.story.enderdragon.success/1": "Étonnant! ",
  "gloomy.dialogue.story.enderdragon.success/2": "Hélas! ",
  "gloomy.dialogue.story.enderdragon.fail/1": "Oh, mon cher moi ! ",
  "gloomy.dialogue.story.enderdragon.fail/2": "Ha! ",
  "gloomy.dialogue.story.wither.success/1": "Oh, le Wither... sa dévastation ne connaît pas de limites. ",
  "gloomy.dialogue.story.wither.success/2": "Donc, vous avez réussi à vaincre le Wither... Je-je dois admettre que c'est assez impressionnant, d'une manière envoûtante...",
  "gloomy.dialogue.story.wither.fail/1": "J'ai du mal à faire confiance à vos paroles.",
  "gloomy.dialogue.story.wither.fail/2": "Vous semblez remarquablement intact pour une histoire aussi tragique.",
  "gloomy.dialogue.stay.fail/1": "Non merci, je suis plutôt un vagabond dans cette existence désolée.",
  "gloomy.dialogue.stay.fail/2": "Votre demande est appréciée, mais je trouve du réconfort en traversant les coins désolés de ce monde.",
  "gloomy.dialogue.stay.fail/3": "Ce village est peut-être agréable, mais mon cœur aspire à l'inconnu, car je ne suis qu'une âme perdue en quête d'aventure.",
  "gloomy.dialogue.stay.repeat/1": "Je crains d'avoir déjà répondu à votre question.",
  "gloomy.dialogue.stay.repeat/2": "Hélas, votre question a déjà été posée une fois, cher interlocuteur.",
  "gloomy.dialogue.stay.success/1": "Je suppose que je pourrais rester dans ce triste village.",
  "gloomy.dialogue.stay.success/2": "Eh bien, je suppose que je pourrais rester dans ce misérable village.",
  "gloomy.dialogue.stay.no_space/1": "Soupir, il y a trop de monde dans ce village, n'est-ce pas ?",
  "gloomy.dialogue.stay.no_space/2": "J'aurais envisagé de rester, mais hélas, il n'y a pas de lits douillets pour reposer mon âme fatiguée.",
  "gloomy.dialogue.hire/1": "Très bien, je suppose que je peux offrir mon aide limitée. ",
  "gloomy.dialogue.hire/2": "Oh, merveilleux. ",
  "gloomy.dialogue.hire/3": "Oh, la joie. ",
  "gloomy.dialogue.no_money/1": "Désolé, mais j'ai bien peur que vos poches ne soient pas assez profondes pour vous permettre de payer mes services.",
  "gloomy.dialogue.no_money/2": "Haha, bien essayé ! ",
  "gloomy.dialogue.no_money/3": "Ah, le doux son de la déception. ",
  "gloomy.dialogue.main.rock_paper_scissor/1": "Participez au jeu Pierre Papier Ciseaux",
  "gloomy.dialogue.rock_paper_scissor/1": "Pierre, papier, ciseaux, soupir...",
  "gloomy.dialogue.rock_paper_scissor/2": "Préparez-vous à assister à mon inévitable victoire cette fois-ci !",
  "gloomy.dialogue.rock_paper_scissor.rock/1": "Ugh, rock encore. ",
  "gloomy.dialogue.rock_paper_scissor.paper/1": "Oh, la tristesse perpétuelle du papier.",
  "gloomy.dialogue.rock_paper_scissor.scissor/1": "Eh bien, quelle surprise... des ciseaux.",
  "gloomy.dialogue.rock_paper_scissor.loose.rock/1": "Oh, merveilleux. ",
  "gloomy.dialogue.rock_paper_scissor.loose.paper/1": "Soupir, je suppose que je vais choisir à nouveau des ciseaux.",
  "gloomy.dialogue.rock_paper_scissor.loose.scissor/1": "Les ciseaux ne font pas le poids face à mon rocher, je domine !",
  "gloomy.dialogue.rock_paper_scissor.win.rock/1": "Oh super, c'est juste ma chance. ",
  "gloomy.dialogue.rock_paper_scissor.win.paper/1": "La victoire de Rock est pour moi un chagrin sans fin.",
  "gloomy.dialogue.rock_paper_scissor.win.scissor/1": "Soupir... Les ciseaux ont une fois de plus prouvé leur domination.",
  "_": ""
}