{
  "sensitive.dialogue.main/1": "Oh, euh, bonjour...",
  "sensitive.dialogue.main/2": "Salut... J'espère que tu vas bien aujourd'hui.",
  "sensitive.dialogue.main/3": "Hé, c'est agréable de te voir... je suppose.",
  "sensitive.dialogue.main/4": "Euh, qu'est-ce qui t'arrive aujourd'hui ?",
  "sensitive.dialogue.main/5": "Comment te sens-tu aujourd’hui ?",
  "sensitive.dialogue.main/6": "Oh, salut %1$s... Y a-t-il quelque chose de nouveau ?",
  "sensitive.dialogue.main/7": "Oh, en parlant de %supporter%, j'ai entendu dire qu'ils avaient eu une petite rencontre avec un zombie... C'était assez... euh, intéressant. ",
  "sensitive.dialogue.rumors.failed/1": "Hmm, il semble que je ne sois tombé sur aucune nouvelle intrigante ces derniers temps.",
  "sensitive.dialogue.rumors.lore/1": "Il semble que les adeptes de Jax soient toujours aussi nombreux, mais je dois dire que la popularité de Sirben est à la hausse. ",
  "sensitive.dialogue.rumors.lore/2": "Oh, cher ami, nous avons été autrefois assiégés par ces terribles Cyberdémons. ",
  "sensitive.dialogue.rumors.lore/3": "Des rumeurs sont parvenues à mes oreilles selon lesquelles 2DA50, empêtré dans l'énigme de la disparition de l'Ancien Bâtisseur, s'est lancé dans un voyage périlleux vers les Terres Lointaines. ",
  "sensitive.dialogue.rumors.lore/4": "De merveilleuses histoires se sont répandues sur MerlinWolfGames, l'architecte talentueux qui a construit un magnifique temple rendant hommage au tout-puissant Sirben. ",
  "sensitive.dialogue.rumors.lore/5": "Il était une fois une race majestueuse de bâtisseurs qui parcouraient nos terres, leurs compétences inégalées et leurs créations impressionnantes. ",
  "sensitive.dialogue.rumors.lore/6": "Avez-vous eu le plaisir d'entendre les légendes captivantes entourant les anciens bâtisseurs ? ",
  "sensitive.dialogue.first.generic/1": "Salutations, étranger ! ",
  "sensitive.dialogue.first.generic/2": "Ah, un nouveau venu ! ",
  "sensitive.dialogue.first.generic/3": "Eh bien, eh bien ! ",
  "sensitive.dialogue.first.generic/4": "Oh mon Dieu, un étranger parmi nous ! ",
  "sensitive.dialogue.first.generic/5": "Cela fait longtemps que nous n’avons pas eu le plaisir d’accueillir un voyageur. ",
  "sensitive.dialogue.first.generic/6": "Eh bien, bonjour ! ",
  "sensitive.dialogue.first.question/1": "Salutations, cher visiteur. ",
  "sensitive.dialogue.first.question/2": "Oh, quel plaisir de rencontrer quelqu'un de nouveau ! ",
  "sensitive.dialogue.first.question/3": "Oh mon Dieu ! ",
  "sensitive.dialogue.first.exploring/1": "Notre humble demeure n’offre peut-être pas grand-chose, mais nous vous offrons gracieusement notre hospitalité, cher visiteur. ",
  "sensitive.dialogue.first.exploring/2": "Bienvenue, estimé voyageur. ",
  "sensitive.dialogue.first.exploring/3": "Ah, salutations, cher voyageur. ",
  "sensitive.dialogue.first.settling/1": "Comme il est merveilleux de voir un autre visage orner notre humble village !",
  "sensitive.dialogue.first.settling/2": "Ah, je vous salue chaleureusement, cher nouveau venu ! ",
  "sensitive.dialogue.first.settling/3": "Ravi d'assister à l'arrivée d'un coup de main supplémentaire dans ces régions !",
  "sensitive.dialogue.first.settling/4": "Oh, tu as choisi de rester ? ",
  "sensitive.dialogue.first.spent_night.success/1": "Ah, je vois que tu as besoin d'un endroit pour te reposer. ",
  "sensitive.dialogue.first.spent_night.success/2": "Si vous recherchez du réconfort et une chance de vous ressourcer, ne cherchez pas plus loin que notre auberge estimée. ",
  "sensitive.dialogue.first.spent_night.success/3": "Envie d'un havre de paix avec des repas délicieux pour ravitailler votre âme fatiguée ? ",
  "sensitive.dialogue.first.spent_night.failed/1": "Ah, hélas ! ",
  "sensitive.dialogue.first.spent_night.failed/2": "J'ai le profond regret de vous informer que notre village ne possède malheureusement pas d'auberge. ",
  "sensitive.dialogue.first.spent_night.failed/3": "Ah, compagnon de voyage, cela me fait mal de dire que notre village ne peut pas vous offrir le sanctuaire d'une auberge. ",
  "sensitive.dialogue.hug.success/1": "Wow, je n'arrive pas à croire que cela fait des lustres depuis notre dernière rencontre !",
  "sensitive.dialogue.hug.success/2": "J'apprécie vraiment votre gentil geste, cela signifie plus pour moi que vous ne pouvez l'imaginer.",
  "sensitive.dialogue.hug.success/3": "Au milieu d’une journée plutôt maussade, ton câlin a réussi à apporter une lueur de lumière dans ma vie.",
  "sensitive.dialogue.hug.success/4": "Ton étreinte est comme la douceur d'un nuage, elle m'apporte véritablement du réconfort.",
  "sensitive.dialogue.hug.success/5": "Oh, comme c'est délicieux ! ",
  "sensitive.dialogue.hug.success/6": "Mon Dieu, votre étreinte est comme une cheminée confortable par une froide nuit d’hiver. ",
  "sensitive.dialogue.hug.fail/1": "Oh mon Dieu, tu as l'air plutôt sale et désordonné !",
  "sensitive.dialogue.hug.fail/2": "J'apprécie l'offre, mais je vais passer, merci.",
  "sensitive.dialogue.hug.fail/3": "Je suis désolé, mais je ne suis pas vraiment à l'aise avec les câlins.",
  "sensitive.dialogue.hug.fail/4": "Tu te souviens quand tu m'as comparé à un homme des cavernes ? ",
  "sensitive.dialogue.hug.fail/5": "Honnêtement, vu la façon dont tu m'as traité, je ne pense pas que tu mérites un câlin.",
  "sensitive.dialogue.hug.fail/6": "Ugh, s'il vous plaît, gardez vos germes pour vous ! ",
  "sensitive.dialogue.hug.fail/7": "Oh, euh, eh bien... merci, je suppose ? ",
  "sensitive.dialogue.kiss.success/1": "Ce moment est si beau, j'aimerais qu'il puisse durer éternellement.",
  "sensitive.dialogue.kiss.success/2": "Je crois que mon cœur est rempli d'amour pour toi...",
  "sensitive.dialogue.kiss.success/3": "Mmm, ce baiser est aussi délicieux que la plus douce des tartes à la citrouille !",
  "sensitive.dialogue.kiss.success/4": "Mmmm ! ",
  "sensitive.dialogue.kiss.success/5": "Oh! ",
  "sensitive.dialogue.kiss.success/6": "%1$s, tes baisers sont encore plus enchanteurs que ceux d'Ash ! ",
  "sensitive.dialogue.kiss.fail/1": "Je dois insister pour garder notre affection discrète, par peur des regards indiscrets.",
  "sensitive.dialogue.kiss.fail/2": "C'est ce que tu appelles un baiser ? ",
  "sensitive.dialogue.kiss.fail/3": "Oh, Ash, il y a maintenant quelqu'un qui sait comment donner un vrai baiser. ",
  "sensitive.dialogue.kiss.fail/4": "Un petit conseil, chérie – deux mots",
  "sensitive.dialogue.kiss.fail/5": "Merci, je suppose ? ",
  "sensitive.dialogue.kiss.fail/6": "Merci de bien vouloir vous retirer de mon espace personnel. ",
  "sensitive.dialogue.chat.success/1": "Oh mon Dieu, l'idée de biscuits chauds fraîchement sortis du four et d'un verre de lait froid est tout simplement délicieuse !",
  "sensitive.dialogue.chat.success/2": "C'est une journée tellement magnifique, n'est-ce pas ? ",
  "sensitive.dialogue.chat.success/3": "Oh mon Dieu, j'ai eu un incident plutôt malheureux ce matin. ",
  "sensitive.dialogue.chat.success/4": "Vous savez, on dit qu’une pomme par jour éloigne ces terribles zombies !",
  "sensitive.dialogue.chat.success/5": "Mon aspiration la plus profonde est de créer mon propre village, mais hélas, ma nature paresseuse semble toujours prendre le dessus sur moi.",
  "sensitive.dialogue.chat.success/6": "Je crois avoir aperçu récemment %Supporter%, se pavanant dans l'armure de diamant la plus enchanteresse.",
  "sensitive.dialogue.chat.success/7": "Oh, vous ne croiriez pas cette nouvelle ! ",
  "sensitive.dialogue.chat.success/8": "La météo n'est-elle pas absolument extraordinaire ? ",
  "sensitive.dialogue.chat.success/9": "J'ai résidé dans ce village toute mon existence et je n'arrive tout simplement pas à comprendre de quoi il s'agit avec ces araignées et ces gobelins gênants.",
  "sensitive.dialogue.chat.success/10": "Oh, je me demande ce qu'est devenu %Supporter%. ",
  "sensitive.dialogue.chat.success/12": "Je vous en prie, avez-vous entendu l'histoire extraordinaire des récentes escapades de %Supporter% ?",
  "sensitive.dialogue.chat.success/13": "Dernièrement, j'avais envie d'offrir un foyer aimant à l'un de ces charmants chats errants qui ornent notre village. ",
  "sensitive.dialogue.chat.success/14": "J'aspire à réorganiser mon humble demeure avec une touche d'élégance et de style. ",
  "sensitive.dialogue.chat.success/15": "Ah, mon cœur désire avoir un jour des enfants, mais hélas, je dois d'abord trouver le partenaire idéal avec qui me lancer dans ce joyeux voyage.",
  "sensitive.dialogue.chat.success/16": "Je me demande souvent à quoi aurait ressemblé la vie si j'avais choisi de résider dans le village voisin. ",
  "sensitive.dialogue.chat.success/17": "Il y a des moments où je me souviens de mon enfance, chérissant tous ces délicieux souvenirs. ",
  "sensitive.dialogue.chat.success/18": "Cela fait un certain temps que je n'ai pas conversé avec mes parents bien-aimés. ",
  "sensitive.dialogue.chat.success/19": "J'avais envie de m'aventurer dans le village voisin, où résident quelques amis chers. ",
  "sensitive.dialogue.chat.success/20": "Parfois, dans ma volonté",
  "sensitive.dialogue.chat.fail/1": "Pouvez-vous croire ce qui vient de se passer ? ",
  "sensitive.dialogue.chat.fail/2": "J’ai du mal à accepter qu’elle ait explosé sans aucun facteur extérieur.",
  "sensitive.dialogue.chat.fail/3": "Vous savez, vous n’êtes peut-être pas aussi impressionnant que vous le pensez.",
  "sensitive.dialogue.chat.fail/4": "Regarde-toi, j'essaie toujours de te montrer.",
  "sensitive.dialogue.chat.fail/5": "Ugh, s'il te plaît, va-t'en. ",
  "sensitive.dialogue.chat.fail/6": "Je ne veux pas être impoli, mais ce sujet semble assez insensé à aborder.",
  "sensitive.dialogue.chat.fail/7": "Pourquoi tu reviens toujours me parler ? ",
  "sensitive.dialogue.chat.fail/8": "Désolé, je n'ai pas compris. ",
  "sensitive.dialogue.chat.fail/9": "Pardonne-moi ? ",
  "sensitive.dialogue.chat.fail/10": "Sérieusement, pourquoi es-tu si obsédé par ça ? ",
  "sensitive.dialogue.chat.fail/11": "J'ai entendu des choses négatives à votre sujet, et maintenant je comprends pourquoi les gens pensent cela.",
  "sensitive.dialogue.chat.fail/12": "Même les zombies préfèrent éviter de converser avec vous.",
  "sensitive.dialogue.chat.fail/13": "Vous êtes aussi agréable qu'un sort de sorcière, à mon avis.",
  "sensitive.dialogue.chat.fail/14": "Si vous n'arrêtez pas de me parler, je n'aurai d'autre choix que d'appeler à l'aide pour vous éloigner.",
  "sensitive.dialogue.chat.fail/15": "Oh, désolé. ",
  "sensitive.dialogue.chat.fail/16": "Avons-nous fini ici ? ",
  "sensitive.dialogue.chat.fail/17": "Je me demande si quelqu'un remarquerait si tu arrêtais soudainement de parler pour toujours.",
  "sensitive.dialogue.chat.fail/18": "Je préfère regarder les fesses d'un cochon plutôt que d'engager une conversation avec toi.",
  "sensitive.dialogue.chat.fail/19": "As-tu enfin fini de m'embêter avec ton discours ?",
  "sensitive.dialogue.chat.fail/20": "Attends, attends. ",
  "sensitive.dialogue.chat.fail/21": "Oh, s'il te plaît, dis-moi que tu ne penses pas vraiment que la Terre soit ronde ! ",
  "sensitive.dialogue.story.success/1": "Oh mon Dieu, je suis absolument étonné par tout ce qui s'est passé !",
  "sensitive.dialogue.story.success/2": "Si seulement j’avais le courage d’affronter une plante grimpante, j’envie vraiment votre courage.",
  "sensitive.dialogue.story.success/3": "Votre narration est absolument captivante ! ",
  "sensitive.dialogue.story.success/4": "Attendez, tout cela s'est produit hier ? ",
  "sensitive.dialogue.story.success/5": "C'est assez déroutant ! ",
  "sensitive.dialogue.story.success/6": "Oh, comme c'est délicieux ! ",
  "sensitive.dialogue.story.success/7": "La légende de %Supporter% a honoré mes oreilles d'innombrables fois, mais s'il vous plaît, faites-moi plaisir une fois de plus !",
  "sensitive.dialogue.story.success/8": "Ah ! ",
  "sensitive.dialogue.story.success/9": "Il faudra absolument que vous me rendiez visite plus tard ! ",
  "sensitive.dialogue.story.fail/1": "Excusez-moi, mais je dois insister pour que vous vous absteniez de dire du mal de ma chère mère.",
  "sensitive.dialogue.story.fail/2": "C'est plutôt décourageant de voir les commérages du village à votre sujet.",
  "sensitive.dialogue.story.fail/3": "J'ai du mal à comprendre la logique derrière cette situation...",
  "sensitive.dialogue.story.fail/4": "Vous devez savoir que vos actes sont profondément bouleversants. ",
  "sensitive.dialogue.story.fail/5": "Cela m'attriste vraiment d'assister au massacre impitoyable d'un mouton innocent. ",
  "sensitive.dialogue.story.fail/6": "*bâillant doucement* Oh, je m'excuse, j'ai dû m'assoupir. ",
  "sensitive.dialogue.story.fail/7": "Je dois remettre en question la valeur de toute cette entreprise. ",
  "sensitive.dialogue.story.fail/8": "Pardonnez-moi mon manque d'enthousiasme, mais je trouve ce sujet plutôt ennuyeux et sans intérêt.",
  "sensitive.dialogue.story.fail/9": "Je suis désolé de le dire, mais votre comportement frise la folie, et pas de manière positive.",
  "sensitive.dialogue.story.fail/10": "Je n'arrive pas à comprendre comment quelqu'un pourrait considérer cela comme un résultat satisfaisant.",
  "sensitive.dialogue.flirt.success/1": "Wow, ton courage est vraiment remarquable !",
  "sensitive.dialogue.flirt.success/2": "Oh mon Dieu, tu es tout simplement trop charmant pour les mots !",
  "sensitive.dialogue.flirt.success/3": "*Le rougissement s'intensifie* Êtes-vous authentique ?",
  "sensitive.dialogue.flirt.success/4": "Oh mon Dieu, mon cœur a raté un battement...",
  "sensitive.dialogue.flirt.success/5": "C'était absolument précieux ! ",
  "sensitive.dialogue.flirt.success/6": "Comment est-il possible pour vous de dégager une telle beauté chaque jour ? ",
  "sensitive.dialogue.flirt.success/7": "Oh s'il te plaît, ne me fais pas devenir plus rouge !",
  "sensitive.dialogue.flirt.fail/1": "Si vous croyez vraiment cela, montrez-le-moi et j'y réfléchirai peut-être.",
  "sensitive.dialogue.flirt.fail/2": "Oh, mon Dieu... Vous savez, vous avez utilisé cette ligne sur le forgeron hier.",
  "sensitive.dialogue.flirt.fail/3": "Je suis désolé, mais cela n'arrivera tout simplement pas.",
  "sensitive.dialogue.flirt.fail/4": "Comme c'est triste. ",
  "sensitive.dialogue.flirt.fail/5": "Haha, tes chances sont encore pires qu'une plante grimpante essayant de me vendre des fleurs.",
  "sensitive.dialogue.flirt.fail/6": "Absolument pas. ",
  "sensitive.dialogue.flirt.fail/7": "S'il vous plaît, épargnez-moi cette gêne et ne prononcez plus jamais ces mots.",
  "sensitive.dialogue.joke.creative.success/1": "*Rires* C'est assez amusant !",
  "sensitive.dialogue.joke.creative.success/2": "Oh, c'est une remarque assez humoristique !",
  "sensitive.dialogue.joke.creative.success/3": "C'est absolument top ! ",
  "sensitive.dialogue.joke.creative.success/4": "Oh mon Dieu, vous pourriez bien rivaliser avec %Supporter% en tant que personne la plus drôle du monde !",
  "sensitive.dialogue.joke.creative.success/5": "Ha! ",
  "sensitive.dialogue.joke.creative.success/6": "Oh mon Dieu, c'était vraiment la blague la plus drôle que j'ai entendue depuis des lustres ! ",
  "sensitive.dialogue.joke.creative.success/7": "Héhé ! ",
  "sensitive.dialogue.joke.creative.success/8": "Ahah ! ",
  "sensitive.dialogue.joke.creative.failed/1": "Il est important de considérer l’impact de vos propos, l’humour ne doit pas se faire au détriment des autres.",
  "sensitive.dialogue.joke.creative.failed/2": "Oh, je vois. ",
  "sensitive.dialogue.joke.creative.failed/3": "Eh bien, eh bien, on dirait que nous avons un comédien parmi nous. ",
  "sensitive.dialogue.joke.creative.failed/4": "Pensiez-vous vraiment que cette blague était appropriée ? ",
  "sensitive.dialogue.joke.creative.failed/5": "Euh, je suppose que c'est censé être une blague ? ",
  "sensitive.dialogue.joke.creative.failed/6": "Oh, hilarant. ",
  "sensitive.dialogue.joke.creative.failed/7": "Je ne vois pas l'humour là-dedans. ",
  "sensitive.dialogue.joke.creative.failed/8": "Vous savez, Ash a le don de raconter des blagues qui font vraiment rire les gens. ",
  "sensitive.dialogue.procreate_engaged/1": "Mon cœur aspire au lien sacré du mariage avant de me lancer dans le beau voyage de la procréation.",
  "sensitive.dialogue.procreate_engaged/2": "Il est essentiel que nos âmes soient pleinement liées avant de bénir ce monde avec le miracle d’une nouvelle vie.",
  "sensitive.dialogue.shake_hand.success/1": "Votre poignée de main est douce et réconfortante.",
  "sensitive.dialogue.shake_hand.success/2": "Votre poigne dégage une force délicate, c'est impressionnant.",
  "sensitive.dialogue.shake_hand.success/3": "Oh, je dois dire que votre poignée de main est merveilleusement attentionnée.",
  "sensitive.dialogue.shake_hand.success/4": "Nous passons une belle journée, n'est-ce pas ?",
  "sensitive.dialogue.shake_hand.success/5": "Eh bien, bonjour ! ",
  "sensitive.dialogue.shake_hand.fail/1": "Êtes-vous sérieux? ",
  "sensitive.dialogue.shake_hand.fail/2": "Oh, euh, non merci. ",
  "sensitive.dialogue.shake_hand.fail/3": "Oh, je ne suis pas un parfait inconnu, mais je comprends si vous êtes prudent.",
  "sensitive.dialogue.shake_hand.fail/4": "Oh wow, c'est assez inattendu de votre part. ",
  "sensitive.dialogue.shake_hand.fail/5": "Il vaudrait peut-être mieux que tu me laisses tranquille pour le moment.",
  "sensitive.dialogue.main.morning/1": "Bonjour, comment vous sentez-vous aujourd'hui ?",
  "sensitive.dialogue.main.morning/2": "Salut, prêt à affronter la journée de front ?",
  "sensitive.dialogue.main.morning/3": "Je me sens un peu groggy, et toi ?",
  "sensitive.dialogue.main.morning/5": "On dirait que tu ne t'es pas beaucoup reposé la nuit dernière. ",
  "sensitive.dialogue.main.morning/6": "Wakey wakey, il est temps de conquérir la journée ! ",
  "sensitive.dialogue.main.morning/7": "Avez-vous réussi à attraper des Z de qualité ? ",
  "sensitive.dialogue.main.morning/8": "Lève-toi et brille, somnolent ! ",
  "sensitive.dialogue.main.morning/9": "Quelle magnifique matinée ! ",
  "sensitive.dialogue.main.morning/10": "Je pourrais y aller doucement aujourd'hui, je me sens un peu délicat.",
  "sensitive.dialogue.main.morning/11": "Mon emploi du temps est chargé aujourd’hui, rien que d’y penser m’épuise.",
  "sensitive.dialogue.main.morning/12": "En fait, j'ai passé une bonne nuit de sommeil. ",
  "sensitive.dialogue.main.evening/1": "Bonne soirée! ",
  "sensitive.dialogue.main.evening/2": "Pouvez-vous croire à quelle vitesse la nuit est tombée sur nous ? ",
  "sensitive.dialogue.main.evening/3": "Une autre journée épuisante est arrivée, n'est-ce pas ?",
  "sensitive.dialogue.main.evening/4": "Le temps nous a filé aujourd’hui entre les doigts, alourdis par une charge de travail excessive.",
  "sensitive.dialogue.main.evening/5": "L'heure se fait tard, et je dois hâter ma retraite pour préparer un dîner nourrissant.",
  "sensitive.dialogue.main.evening/6": "Malheureusement, j’ai perdu de précieuses heures aujourd’hui et j’ai accompli très peu de choses.",
  "sensitive.dialogue.main.evening/7": "La fatigue me pèse lourdement ; ",
  "sensitive.dialogue.main.evening/8": "La tombée de la nuit suscite en moi un sentiment d’inquiétude. ",
  "sensitive.dialogue.main.evening/9": "Oh, salutations ! ",
  "sensitive.dialogue.main.night/1": "Oh, wow, tu brûles vraiment l'huile de minuit, hein ?",
  "sensitive.dialogue.main.night/2": "On dirait que quelqu'un ne peut pas résister à l'attrait de la nuit !",
  "sensitive.dialogue.main.night/3": "Ah, alors tu es aussi du genre à adorer la lune, hein ?",
  "sensitive.dialogue.main.night/4": "Hé, juste un rappel amical de rester près du village. ",
  "sensitive.dialogue.main.night/5": "Vous savez, les gardes font de leur mieux pour assurer la sécurité du village, mais il y a toujours une indéniable inquiétude dans la nuit, n'est-ce pas ?",
  "sensitive.dialogue.main.night/6": "Il y a quelque chose d'étrangement apaisant dans l'obscurité, n'est-ce pas ? ",
  "sensitive.dialogue.main.night/7": "Pendant l'agitation de la journée, c'est un vrai plaisir de se promener tranquillement sous le ciel étoilé.",
  "sensitive.dialogue.main.night/8": "Je ne sais pas pour vous, mais je suis complètement épuisé. ",
  "sensitive.dialogue.main.night/9": "Ahh, l'idée de se blottir sous les couvertures est un pur bonheur, n'est-ce pas ?",
  "sensitive.dialogue.main.night/10": "Vous savez, on dit qu’une bonne nuit de sommeil est le secret pour relever les défis de demain. ",
  "sensitive.dialogue.greet.mayor/1": "Agréables salutations à vous, estimé Maire !",
  "sensitive.dialogue.greet.mayor/2": "Je vous souhaite une excellente journée, Monsieur le Maire !",
  "sensitive.dialogue.greet.monarch/1": "Mon Liège.",
  "sensitive.dialogue.greet.monarch/2": "Votre Excellence.",
  "sensitive.dialogue.busy/1": "Oh, mon Dieu ! ",
  "sensitive.dialogue.busy/2": "Bien que j'apprécie vraiment notre charmante conversation, mon cher ami, je crains d'être pressé par le temps et de devoir me concentrer sur la fin de mon travail d'ici ce soir.",
  "sensitive.dialogue.busy/3": "Mes plus sincères excuses, mais je me trouve un peu occupé en ce moment. ",
  "sensitive.dialogue.busy/4": "Malheureusement, j'ai cruellement besoin de m'occuper de mes tâches en ce moment. ",
  "sensitive.dialogue.busy/5": "Oh mon Dieu, j'ai fait un terrible oubli ! ",
  "sensitive.dialogue.goaway/1": "S'il vous plaît, je vous demande gentiment de partir.",
  "sensitive.dialogue.goaway/2": "Vous n’avez plus d’affaires urgentes à régler ?",
  "sensitive.dialogue.goaway/3": "Je m'excuse, %1$s, mais je ne peux pas engager de conversation pour le moment.",
  "sensitive.dialogue.goaway/4": "Veuillez trouver quelqu'un d'autre pour vous déranger !",
  "sensitive.dialogue.goaway/5": "Oh mon Dieu, auriez-vous la gentillesse de partir, mécréant ?",
  "sensitive.dialogue.greet/1": "Hé! ",
  "sensitive.dialogue.greet/2": "Eh bien, bonjour %1$s ! ",
  "sensitive.dialogue.greet/3": "Salutations! ",
  "sensitive.dialogue.greet/4": "Waouh, regarde-toi ! ",
  "sensitive.dialogue.greet/5": "Salutations, %1$s ! ",
  "sensitive.dialogue.greet/6": "Eh bien, eh bien, regardez qui nous avons ici ! ",
  "sensitive.dialogue.greet/7": "Ah, vous y êtes ! ",
  "sensitive.dialogue.greet/8": "Salutations, mon ami ! ",
  "sensitive.dialogue.greet/9": "Hé! ",
  "sensitive.dialogue.greet.negative/1": "Pouah, s'il te plaît, pars. ",
  "sensitive.dialogue.greet.negative/2": "Oh, merveilleux. ",
  "sensitive.dialogue.greet.negative/3": "Hein ? ",
  "sensitive.dialogue.greet.negative/4": "Oh, c'est toi... J'espérais en quelque sorte quelqu'un de différent, pour être honnête.",
  "sensitive.dialogue.greet.negative/5": "Ça va me déranger, hein ? ",
  "sensitive.dialogue.greet.success/1": "C'est une merveilleuse nouvelle, je suis vraiment ravi de l'entendre !",
  "sensitive.dialogue.greet.success/2": "Oh, comme c'est délicieux ! ",
  "sensitive.dialogue.greet.success/3": "Mon cœur déborde de joie de savoir que vous êtes au bon endroit !",
  "sensitive.dialogue.greet.success/4": "Je ne saurais trop exprimer à quel point je suis ravi d’entendre des nouvelles aussi fantastiques !",
  "sensitive.dialogue.greet.success/5": "J’ai le moral au plus haut en apprenant que tout se passe bien pour vous !",
  "sensitive.dialogue.greet.fail/1": "Hmm, eh bien, c'est dommage.",
  "sensitive.dialogue.greet.fail/2": "Heureux d'entendre... je suppose. ",
  "sensitive.dialogue.greet.fail/3": "Euh... d'accord ? ",
  "sensitive.dialogue.greet.fail/4": "Vraiment? ",
  "sensitive.dialogue.greet.fail/5": "Oh... eh bien, c'est un peu décevant. ",
  "sensitive.dialogue.apologize.success/1": "0. Ne vous inquiétez pas, nous faisons tous des erreurs parfois.",
  "sensitive.dialogue.apologize.success/2": "Ne vous inquiétez pas, les accidents arrivent. ",
  "sensitive.dialogue.apologize.success/3": "2. Ce n'est pas grave, les erreurs font partie de l'être humain. ",
  "sensitive.dialogue.apologize.success/4": "3. Pas de problème, nous trébuchons tous de temps en temps. ",
  "sensitive.dialogue.apologize.success/5": "4. Oh, ne vous inquiétez pas ! ",
  "sensitive.dialogue.apologize.fail/1": "S'il vous plaît, laissez-moi tranquille !",
  "sensitive.dialogue.apologize.fail/2": "Je ne peux pas croire que tu m'as frappé intentionnellement !",
  "sensitive.dialogue.apologize.fail/3": "Sérieusement? ",
  "sensitive.dialogue.apologize.fail/4": "Cela m'a vraiment fait mal, alors n'essayez même pas de vous excuser !",
  "sensitive.dialogue.apologize.fail/5": "Désolé, mais je n'ai absolument aucune chance de te pardonner.",
  "sensitive.dialogue.location.failed/1": "Je suis désolé, mais je n'ai trouvé aucune nouvelle information qui mérite d'être partagée.",
  "sensitive.dialogue.location.failed/2": "Malheureusement, je ne connais aucun endroit captivant pour le moment.",
  "sensitive.dialogue.location.failed/3": "J'ai bien peur que non. ",
  "sensitive.dialogue.location.forgot/1": "Oups, ma mémoire m'a encore fait défaut ! ",
  "sensitive.dialogue.location.forgot/2": "Ah, la poursuite de quelque chose d'intrigant ! ",
  "sensitive.dialogue.location.forgot/3": "Oh, comme mon esprit me trahit ! ",
  "sensitive.dialogue.location.igloo/1": "Oh mon Dieu, je suis tombé sur un igloo à %2$s. ",
  "sensitive.dialogue.location.igloo/2": "Vous ne croirez pas ce que j'ai découvert ! ",
  "sensitive.dialogue.location.igloo/3": "Ah, %2$s ! ",
  "sensitive.dialogue.location.pyramid/1": "Ma vue perçante vient d'apercevoir une magnifique pyramide là-bas à %2$s.",
  "sensitive.dialogue.location.pyramid/2": "La rumeur court, chérie, qu'une splendide pyramide attend ta présence à %2$s. ",
  "sensitive.dialogue.location.pyramid/3": "Ah, mon cher ami, si vous vous aventurez jusqu'à %2$s, vous tomberez sur une pyramide des plus intrigantes. ",
  "sensitive.dialogue.location.ruined_portal_desert/1": "Oh mon Dieu, c'est un spectacle tellement déchirant de voir qu'un portail a été complètement détruit dans le vaste désert à %2$s.",
  "sensitive.dialogue.location.ruined_portal_swamp/1": "Veuillez me pardonner, mais je dois vous alerter du fait angoissant qu'il existe un portail complètement dévasté à %2$s, entouré par ce terrible marais. ",
  "sensitive.dialogue.location.ruined_portal/1": "Oh, mon Dieu, c'est absolument déchirant de voir ce qui est arrivé au portail à %2$s. ",
  "sensitive.dialogue.location.ruined_portal/2": "Si vous vous aventurez jusqu'à %2$s, vous tomberez sur un spectacle plutôt pénible : un portail du Néant en ruine. ",
  "sensitive.dialogue.location.ruined_portal/3": "Mon Dieu, si vous décidez d'explorer %2$s, vous tomberez sur des ruines antiques. ",
  "sensitive.dialogue.location.ruined_portal_mountain/1": "Cela me fait mal de dire cela, mais il semble qu'un portail, qui se dressait autrefois fièrement dans les majestueuses montagnes de %2$s, ait été réduit à une simple ombre de son ancienne gloire.",
  "sensitive.dialogue.location.mansion/1": "Ah, mon cher ami, je dois vous avertir du chemin périlleux qui nous attend. ",
  "sensitive.dialogue.location.mansion/2": "Avez-vous entendu parler du magnifique manoir niché à %2$s ? ",
  "sensitive.dialogue.location.monument/1": "Approche-toi, voyageur, et prête-moi ton oreille. ",
  "sensitive.dialogue.location.monument/2": "Ah, les histoires qui résonnent dans les vents, chuchotant sur un château englouti gardé par des créatures des profondeurs à %2$s. ",
  "sensitive.dialogue.location.shipwreck/1": "Oh, le pauvre naufrage à %2$s me brise le cœur. ",
  "sensitive.dialogue.location.shipwreck/2": "Cela m'attriste profondément d'apprendre qu'il y a un naufrage à %2$s. ",
  "sensitive.dialogue.location.shipwreck_beached/1": "Pouvez-vous le croire ? ",
  "sensitive.dialogue.location.shipwreck_beached/2": "Oh, vous ne croirez pas ce sur quoi je suis tombé ! ",
  "sensitive.dialogue.location.village_desert/1": "Saviez-vous? ",
  "sensitive.dialogue.location.village_taiga/1": "Avez-vous entendu parler de ce village enchanteur niché dans l’étreinte douillette du biome de la taïga ? ",
  "sensitive.dialogue.location.village_taiga/2": "Oh, vous devez simplement vous aventurer jusqu'à %2$s ! ",
  "sensitive.dialogue.location.village_snowy/1": "Oh, saviez-vous qu'il y a un autre village à %2$s ? ",
  "sensitive.dialogue.location.village_snowy/2": "Vous n'allez pas le croire, mais il y a ce village à %2$s dans les plaines enneigées ! ",
  "sensitive.dialogue.location.village_plains/1": "Ah, voilà ! ",
  "sensitive.dialogue.location.village_plains/2": "Aventurez-vous plus loin dans les vastes plaines et vous tomberez sur un autre charmant village à %2$s.",
  "sensitive.dialogue.location.village_savanna/1": "Là-bas, à %2$s, se trouve un autre village. ",
  "sensitive.dialogue.location.village_savanna/2": "Aventurez-vous dans la savane à %2$s et vous tomberez sur un village au charme exquis. ",
  "sensitive.dialogue.location.swamp_hut/1": "Oh, cher voyageur, je dois vous avertir du marécage dangereux qui nous attend. ",
  "sensitive.dialogue.location.swamp_hut/2": "Mes excuses, mais je dois vous exhorter à rester à l'écart de %2$s. ",
  "sensitive.dialogue.location.mineshaft/1": "Cette mienne là-bas ? ",
  "sensitive.dialogue.location.mineshaft/2": "Ah, oui. ",
  "sensitive.dialogue.location.jungle_pyramid/1": "Soyez prudent, mon ami, car il y a un ancien temple au milieu de la jungle dense à %2$s. ",
  "sensitive.dialogue.location.jungle_pyramid/2": "Ah, l'appel séduisant de l'aventure vous invite dans la jungle voisine, où les vestiges d'une civilisation autrefois glorieuse vous attendent pour %2$s. ",
  "sensitive.dialogue.location.pillager_outpost/1": "Oh mon Dieu, avez-vous entendu parler de la présence de ces terribles Pilleurs à %2$s ? ",
  "sensitive.dialogue.location.pillager_outpost/2": "Oh mon Dieu, je dois vous avertir de ce misérable avant-poste occupé par ces pilleurs à %2$s. ",
  "sensitive.dialogue.location.pillager_outpost/3": "Ah, oui. ",
  "sensitive.dialogue.location.ancient_city/0": "Je n'ai pas pu m'empêcher de ressentir d'étranges vibrations venant de %2$s, au plus profond de la terre.",
  "sensitive.dialogue.location.ancient_city/1": "Mon intuition me dit qu'il y a un secret caché sous la surface de %2$s.",
  "sensitive.dialogue.location.ancient_city/3": "Les murmures d’une ville ancienne résonnent à travers les histoires, mais mes yeux ne parviennent pas à témoigner de sa présence. ",
  "sensitive.dialogue.joke.monster.success/1": "Oh mon Dieu, cela a dû être une véritable épreuve pour ce pauvre Skelly.",
  "sensitive.dialogue.joke.monster.success/2": "Oh mon Dieu, je n'arrive pas à croire que ce zombie ait réellement tenté un acte aussi violent avec une pelle ! ",
  "sensitive.dialogue.joke.monster.success/3": "Oh mon Dieu, vous avez certainement démontré votre autorité sur cette araignée ! ",
  "sensitive.dialogue.joke.monster.success/4": "Oh, mon Dieu, ma grâce ! ",
  "sensitive.dialogue.joke.monster.success/5": "Oh, mon Dieu, c'est assez étonnant de voir à quel point les araignées des cavernes peuvent parfois afficher un comportement aussi déroutant. ",
  "sensitive.dialogue.joke.monster.failed/1": "Il est vraiment important de se rappeler que les squelettes, tout comme nous, ont aussi des sentiments ! ",
  "sensitive.dialogue.joke.monster.failed/2": "Je dois admettre que je trouve assez insensible lorsque les gens font des blagues sur l'explosion des plantes grimpantes. ",
  "sensitive.dialogue.joke.monster.failed/3": "Avez-vous déjà pensé que les zombies et les squelettes étaient autrefois des humains avec des espoirs et des rêves ? ",
  "sensitive.dialogue.joke.monster.failed/4": "Ce n'est pas très original de se moquer d'un Enderman qui tombe à l'eau, vous ne trouvez pas ? ",
  "sensitive.dialogue.joke.monster.failed/5": "Vous savez, c'est assez décourageant quand les gens font des blagues sur les poissons d'argent qui nous tendent une embuscade aux toilettes. ",
  "sensitive.dialogue.joke.animal.success/1": "Oh mon Dieu, c'est bien dommage que le mouton perde sa laine, n'est-ce pas ? ",
  "sensitive.dialogue.joke.animal.success/2": "Pouvez-vous le croire ? ",
  "sensitive.dialogue.joke.animal.success/3": "Eh bien, je dois l'avouer, c'est plutôt amusant de penser que les poules sont capables de telles choses ! ",
  "sensitive.dialogue.joke.animal.success/4": "Oh, mon Dieu ! ",
  "sensitive.dialogue.joke.animal.success/5": "C'est un vrai soulagement de savoir que les vaches ont la capacité de nous fournir du lait sans fin, n'est-ce pas ? ",
  "sensitive.dialogue.joke.animal.failed/1": "Oh, s'il vous plaît, ne prenons pas la situation à la légère.",
  "sensitive.dialogue.joke.animal.failed/2": "C'est décourageant de voir de l'humour au détriment d'animaux innocents.",
  "sensitive.dialogue.joke.animal.failed/3": "Nous devrions faire preuve de compassion plutôt que de nous amuser dans des circonstances aussi malheureuses.",
  "sensitive.dialogue.joke.animal.failed/4": "Je dois admettre que je ne trouve pas d'amusement dans les blagues qui se moquent des créatures vulnérables.",
  "sensitive.dialogue.joke.animal.failed/5": "Se moquer des animaux, même en plaisantant, peut être blessant. ",
  "sensitive.dialogue.flirt.slap/1": "Pardonne-moi !",
  "sensitive.dialogue.flirt.slap/2": "Avez-vous suivi des leçons d'un Love Guru sur l'art du flirt ?!",
  "sensitive.dialogue.kiss.slap/1": "Je n'arrive pas à croire que tu fasses une chose pareille !",
  "sensitive.dialogue.kiss.slap/2": "Si vous envisagez de recommencer, je vous le promets, les conséquences seront loin d’être agréables !",
  "sensitive.dialogue.chat.plains/1": "Oh, comme j'adore les plaines ! ",
  "sensitive.dialogue.chat.plains/2": "La tranquillité des plaines est tout simplement enchanteresse. ",
  "sensitive.dialogue.chat.plains/3": "Oh, quand le soleil se couche et recouvre les plaines de ses teintes dorées, c'est un spectacle à couper le souffle. ",
  "sensitive.dialogue.chat.plains/4": "Parfois, je me retrouve allongé sur l’herbe douce, regardant le ciel nocturne. ",
  "sensitive.dialogue.chat.plains/5": "L’air ici est incroyablement pur et revigorant ! ",
  "sensitive.dialogue.chat.plains/6": "Ah, voyez-vous, la beauté des plaines réside dans leur simplicité. ",
  "sensitive.dialogue.chat.plains/7": "Ah, les souvenirs de la cueillette de fleurs sauvages quand j'étais enfant inondent mon cœur de nostalgie. ",
  "sensitive.dialogue.chat.plains/8": "Le lever du soleil du matin peint les plaines entières avec une palette de couleurs à couper le souffle. ",
  "sensitive.dialogue.chat.savanna/1": "La chaleur torride de la savane constitue peut-être un défi, mais au moins nous sommes épargnés par la rigueur de l'hiver.",
  "sensitive.dialogue.chat.savanna/2": "Même si les lamas peuvent être un peu gênants, il y a un certain charme dans cet endroit qui me tient en haleine.",
  "sensitive.dialogue.chat.savanna/3": "Les merveilles architecturales qui ornent la savane témoignent de la riche culture qui prospère ici. ",
  "sensitive.dialogue.chat.savanna/4": "Ne sous-estimez jamais l’humble biome de la savane. ",
  "sensitive.dialogue.chat.savanna/5": "Contrairement aux villages du désert, nous n’avons peut-être pas de pluie, mais nos rivières apportent vie et vitalité à notre communauté.",
  "sensitive.dialogue.chat.savanna/6": "Les collines vallonnées et les terrains captivants de la savane ne manquent jamais de captiver mes yeux errants. ",
  "sensitive.dialogue.chat.savanna/7": "Lorsque le soleil brûlant devient insupportable, je trouve du réconfort dans l’ombre réconfortante des majestueux acacias. ",
  "sensitive.dialogue.chat.savanna/8": "Nos villages de savane abritent les meilleurs melons et citrouilles du monde entier. ",
  "sensitive.dialogue.chat.taiga/1": "Les bois occupent une place si spéciale dans mon cœur. ",
  "sensitive.dialogue.chat.taiga/2": "Même si certains peuvent trouver le biome de la taïga froid, je trouve que c'est un lieu d'épanouissement total. ",
  "sensitive.dialogue.chat.taiga/3": "Oh, les forêts de la taïga sont tout simplement enchanteresses, n'est-ce pas ? ",
  "sensitive.dialogue.chat.taiga/4": "Mon cœur fond tout simplement pour les renards qui ornent nos forêts de la taïga. ",
  "sensitive.dialogue.chat.taiga/5": "Grâce à l'abondance de nourriture disponible dans notre taïga, nos loups sont devenus plutôt amicaux et dociles. ",
  "sensitive.dialogue.chat.taiga/6": "Ah, l'air de la taïga est comme un baume apaisant pour l'âme. ",
  "sensitive.dialogue.chat.taiga/7": "Même si les buissons à baies sucrées peuvent produire les baies les plus délicieuses, je dois admettre que leurs épines épineuses peuvent être assez effrayantes à rencontrer ! ",
  "sensitive.dialogue.chat.taiga/8": "La pluie dans notre taïga a peut-être une touche glaciale, mais ce n'est rien de moins qu'une symphonie sereine. ",
  "sensitive.dialogue.chat.snowy_plains/1": "Brrr, ce temps froid m'affecte vraiment. ",
  "sensitive.dialogue.chat.snowy_plains/2": "Je ne sens pas mes doigts par ce temps glacial, mais bon, je peux au moins profiter d'un peu de patinage sur glace, n'est-ce pas ?",
  "sensitive.dialogue.chat.snowy_plains/3": "Oh, les vents froids me donnent l'excuse parfaite pour rester à l'intérieur et regarder mes émissions préférées blotti dans une couverture moelleuse !",
  "sensitive.dialogue.chat.snowy_plains/4": "Quand la neige tombe, c'est comme une machine à voyager dans le temps magique qui me ramène à l'époque des anges des neiges et qui construisait d'immenses iglous. ",
  "sensitive.dialogue.chat.snowy_plains/5": "Ugh, ces satanés animaux errants sont vraiment pénibles, gâchant toujours mes promenades paisibles avec leurs flèches ennuyeuses. ",
  "sensitive.dialogue.chat.snowy_plains/6": "Attention aux loups qui rôdent, j'ai entendu dire qu'ils avaient particulièrement faim ces jours-ci. ",
  "sensitive.dialogue.chat.snowy_plains/7": "J’ai fait l’erreur de tomber accidentellement sur un golem de fer une fois. ",
  "sensitive.dialogue.chat.snowy_plains/8": "Ah, les souvenirs de mon enfance, quand mes parents me surprenaient avec une citrouille. ",
  "sensitive.dialogue.chat.desert/1": "Wow, le désert sait comment faire monter la température, n'est-ce pas ? ",
  "sensitive.dialogue.chat.desert/2": "Pouvez-vous le croire ? ",
  "sensitive.dialogue.chat.desert/3": "Ouf! ",
  "sensitive.dialogue.chat.desert/4": "Tu parles d’une vue à couper le souffle ! ",
  "sensitive.dialogue.chat.desert/5": "Whoa, accrochez-vous à vos chapeaux ! ",
  "sensitive.dialogue.chat.desert/6": "Mec, oh mec ! ",
  "sensitive.dialogue.chat.desert/7": "Hé, as-tu réussi à repérer des lapins par ici ? ",
  "sensitive.dialogue.chat.desert/8": "Ugh, s'occuper de ces coques est vraiment pénible. ",
  "sensitive.dialogue.chat.desert/9": "Aie! ",
  "sensitive.dialogue.chat.desert/10": "La vie dans ce désert aride est certainement un défi, mais heureusement pour nous, nous avons ce superbe village qui nous permet de rester hydratés et bien nourris. ",
  "sensitive.dialogue.story.exploring.success/1": "Génial! ",
  "sensitive.dialogue.story.exploring.success/2": "Mon Dieu ! ",
  "sensitive.dialogue.story.exploring.success/3": "Oh mon Dieu, tu dois avoir un cœur de lion ! ",
  "sensitive.dialogue.story.exploring.fail/1": "Je dois admettre que vos histoires ont perdu de leur charme avec le temps.",
  "sensitive.dialogue.story.exploring.fail/2": "Oh mon Dieu, s'il te plaît, fais attention ! ",
  "sensitive.dialogue.story.exploring.fail/3": "Parler avec vous, c'est comme converser avec un être fragile en quête d'illumination. ",
  "sensitive.dialogue.story.nether.success/1": "Est-ce qu'il fait vraiment si chaud dans le Nether ?! ",
  "sensitive.dialogue.story.nether.success/2": "Oh mon Dieu! ",
  "sensitive.dialogue.story.nether.success/3": "La rumeur court que le Nether regorge de trésors inimaginables pour ceux qui sont assez vaillants pour s'y aventurer. ",
  "sensitive.dialogue.story.nether.success/4": "Toi, mon intrépide ami, tu dois posséder des nerfs d'acier ! ",
  "sensitive.dialogue.story.nether.success/5": "Pardonnez-moi, bon monsieur/madame, puis-je vous demander si vous avez déjà posé les yeux sur un cochon zombifié ? ",
  "sensitive.dialogue.story.nether.fail/1": "Je doute fortement que vous ayez jamais osé vous aventurer dans le perfide Nether.",
  "sensitive.dialogue.story.nether.fail/2": "Ah, c'est pour ça que ces Piglins ont ressenti le besoin de vous attaquer. ",
  "sensitive.dialogue.story.nether.fail/3": "Franchement, je m'en fiche si vous êtes allé dans le Nether. ",
  "sensitive.dialogue.story.nether.fail/4": "À en juger par votre faible apparence, je doute fortement de votre capacité à survivre à un voyage dans le Nether.",
  "sensitive.dialogue.story.nether.fail/5": "Mon cher vieux grand-père s’aventurait dans les profondeurs dangereuses du Nether, et il n’a jamais mentionné un mot sur les champignons déformés. ",
  "sensitive.dialogue.story.enderdragon.success/1": "Étonnant! ",
  "sensitive.dialogue.story.enderdragon.success/2": "Oh mon Dieu ! ",
  "sensitive.dialogue.story.enderdragon.fail/1": "Bon Dieu ! ",
  "sensitive.dialogue.story.enderdragon.fail/2": "Oh mon Dieu, tu ne peux pas être sérieux ! ",
  "sensitive.dialogue.story.wither.success/1": "Incroyable! ",
  "sensitive.dialogue.story.wither.success/2": "Vous avez réussi à vaincre l'indomptable Wither ?! ",
  "sensitive.dialogue.story.wither.fail/1": "J'ai des doutes sur votre affirmation, je dois l'admettre.",
  "sensitive.dialogue.story.wither.fail/2": "Votre apparence suggère que votre histoire est peut-être un peu tirée par les cheveux, mon ami.",
  "sensitive.dialogue.stay.fail/1": "Non, merci. ",
  "sensitive.dialogue.stay.fail/2": "J'apprécie votre offre, mais mon cœur aspire au frisson de l'exploration et de l'aventure !",
  "sensitive.dialogue.stay.fail/3": "Ce village est charmant, mais mon esprit agité a soif de l'excitation que procure le fait d'être un aventurier.",
  "sensitive.dialogue.stay.repeat/1": "Oh, je me souviens avoir déjà répondu à cette question.",
  "sensitive.dialogue.stay.repeat/2": "Je me souviens que tu m'avais déjà posé cette question.",
  "sensitive.dialogue.stay.success/1": "Merci beaucoup! ",
  "sensitive.dialogue.stay.success/2": "Oh, comme c'est splendide ! ",
  "sensitive.dialogue.stay.no_space/1": "Oh mon Dieu, il semble que ce village soit très animé.",
  "sensitive.dialogue.stay.no_space/2": "J'ai une légère envie de rester ici, mais malheureusement, il semble y avoir une pénurie de lieux de repos disponibles.",
  "sensitive.dialogue.hire/1": "Absolument, prévenez-moi chaque fois que vous avez besoin d'aide. ",
  "sensitive.dialogue.hire/2": "Fantastique nouvelle ! ",
  "sensitive.dialogue.hire/3": "Merveilleux! ",
  "sensitive.dialogue.no_money/1": "Je suis vraiment désolé, mais mes services ont un prix. ",
  "sensitive.dialogue.no_money/2": "Oh mon Dieu, il semble que l’offre actuelle soit un peu insuffisante. ",
  "sensitive.dialogue.no_money/3": "Mes excuses, mais mes talents sont précieux. ",
  "sensitive.dialogue.main.rock_paper_scissor/1": "Que diriez-vous d'une petite partie de Pierre Papier Ciseaux ?",
  "sensitive.dialogue.rock_paper_scissor/1": "Très bien, jouons à un jeu de pierre, papier, ciseaux ! ",
  "sensitive.dialogue.rock_paper_scissor/2": "Aujourd'hui est le jour où je triomphe enfin de toi ! ",
  "sensitive.dialogue.rock_paper_scissor.rock/1": "Oh, mon cher ami, je choisis le rocher puissant et robuste !",
  "sensitive.dialogue.rock_paper_scissor.paper/1": "Que l'on sache que mon choix se porte sur le papier, une douce caresse, témoignage de mon âme sensible.",
  "sensitive.dialogue.rock_paper_scissor.scissor/1": "Voici les ciseaux ! ",
  "sensitive.dialogue.rock_paper_scissor.loose.rock/1": "Oh non, j'ai choisi le rock ! ",
  "sensitive.dialogue.rock_paper_scissor.loose.paper/1": "Mon âme se sent un peu fragile aujourd'hui, alors je choisirai cette fois-ci la pierre plutôt que le papier.",
  "sensitive.dialogue.rock_paper_scissor.loose.scissor/1": "Oh, je suis terriblement désolé, mais il semble que ma pierre ait triomphé de tes faibles ciseaux. ",
  "sensitive.dialogue.rock_paper_scissor.win.rock/1": "Oh mon Dieu, les ciseaux ont été écrasés par la force imparable du rocher. ",
  "sensitive.dialogue.rock_paper_scissor.win.paper/1": "Gagner avec le rock ? ",
  "sensitive.dialogue.rock_paper_scissor.win.scissor/1": "Les ciseaux sont vraiment les maîtres du découpage du papier, ma défaite est évidente.",
  "_": ""
}